[
  {
    "Name": "10-Day Green Smoothie Cleanse",
    "Author": "",
    "Reviews": 17350,
    "MarketPrice": 800,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 247,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A NOVEL THAT READERS and critics have been eagerly anticipating for over a decade, Gilead is an astonishingly imagined story of remarkable lives. John Ames is a preacher, the son of a preacher and the grandson (both maternal and paternal) of preachers. It’s 1956 in Gilead, Iowa, towards the end of the Reverend Ames’s life, and he is absorbed in recording his family’s story, a legacy for the young son he will never see grow up. Haunted by his grandfather’s presence, John tells of the rift between his grandfather and his father: the elder, an angry visionary who fought for the abolitionist cause, and his son, an ardent pacifist. He is troubled, too, by his prodigal namesake, Jack (John Ames) Boughton, his best friend’s lost son who returns to Gilead searching for forgiveness and redemption. Told in John Ames’s joyous, rambling voice that finds beauty, humour and truth in the smallest of life’s details, Gilead is a song of celebration and acceptance of the best and the worst the world has to offer. At its heart is a tale of the sacred bonds between fathers and sons, pitch-perfect in style and story, set to dazzle critics and readers alike.",
    "PublishedYear": 2004,
    "AverageRating": 3.85,
    "RatingsCount": 361,
    "ISBN": 9780002005883,
    "Stock": 15,
    "Key": 1,
    "id": 1
  },
  {
    "Name": "11/22/63: A Novel",
    "Author": "Stephen King",
    "Reviews": 2052,
    "MarketPrice": 700,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 241,
    "Genre": "Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A new 'Christie for Christmas' -- a full-length novel adapted from her acclaimed play by Charles Osborne Following BLACK COFFEE and THE UNEXPECTED GUEST comes the final Agatha Christie play novelisation, bringing her superb storytelling to a new legion of fans. Clarissa, the wife of a Foreign Office diplomat, is given to daydreaming. 'Supposing I were to come down one morning and find a dead body in the library, what should I do?' she muses. Clarissa has her chance to find out when she discovers a body in the drawing-room of her house in Kent. Desperate to dispose of the body before her husband comes home with an important foreign politician, Clarissa persuades her three house guests to become accessories and accomplices. It seems that the murdered man was not unknown to certain members of the house party (but which ones?), and the search begins for the murderer and the motive, while at the same time trying to persuade a police inspector that there has been no murder at all... SPIDER'S WEB was written in 1954 specifically for Margaret Lockwood and opened first at the Theatre Royal Nottingham before moving to the Savoy Theatre in London on 14 December 1954. With THE MOUSETRAP and WI",
    "PublishedYear": 2000,
    "AverageRating": 3.83,
    "RatingsCount": 5164,
    "ISBN": 9780002261982,
    "Stock": 17,
    "Key": 2,
    "id": 2
  },
  {
    "Name": "12 Rules for Life: An Antidote to Chaos",
    "Author": "Jordan B. Peterson",
    "Reviews": 18979,
    "MarketPrice": 600,
    "ourPrice": 500,
    "PurchasePrice": 400,
    "NumPages": 479,
    "Genre": "Non Fiction",
    "Categories": "American fiction",
    "Description": "Volume Two of Stephen Donaldson's acclaimed second trilogy featuing the compelling anti-hero Thomas Covenant.",
    "PublishedYear": 1982,
    "AverageRating": 3.97,
    "RatingsCount": 172,
    "ISBN": 9780006163831,
    "Stock": 18,
    "Key": 3,
    "id": 3
  },
  {
    "Name": "1984 (Signet Classics)",
    "Author": "George Orwell",
    "Reviews": 21424,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 512,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A memorable, mesmerizing heroine Jennifer -- brilliant, beautiful, an attorney on the way up until the Mafia's schemes win her the hatred of an implacable enemy -- and a love more destructive than hate. A dangerous, dramatic world The Dark Arena of organized crime and flashbulb lit courtrooms where ambitious prosecutors begin their climb to political power.",
    "PublishedYear": 1993,
    "AverageRating": 3.93,
    "RatingsCount": 29532,
    "ISBN": 9780006178736,
    "Stock": 7,
    "Key": 4,
    "id": 4
  },
  {
    "Name": "5,000 Awesome Facts (About Everything!) (National Geographic Kids)",
    "Author": "National Geographic Kids",
    "Reviews": 7665,
    "MarketPrice": 1200,
    "ourPrice": 1100,
    "PurchasePrice": 100,
    "NumPages": 170,
    "Genre": "Non Fiction",
    "Categories": "Christian life",
    "Description": "Lewis' work on the nature of love divides love into four categories; Affection, Friendship, Eros and Charity. The first three come naturally to humanity. Charity, however, the Gift-love of God, is divine, and without this supernatural love, the natural loves become distorted and even dangerous.",
    "PublishedYear": 2002,
    "AverageRating": 4.15,
    "RatingsCount": 33684,
    "ISBN": 9780006280897,
    "Stock": 5,
    "Key": 5,
    "id": 5
  },
  {
    "Name": "A Dance with Dragons (A Song of Ice and Fire)",
    "Author": "George R. R. Martin",
    "Reviews": 12643,
    "MarketPrice": 1100,
    "ourPrice": 1000,
    "PurchasePrice": 1200,
    "NumPages": 176,
    "Genre": "Fiction",
    "Categories": "Christian life",
    "Description": "\"In The Problem of Pain, C.S. Lewis, one of the most renowned Christian authors and thinkers, examines a universally applicable question within the human condition: If God is good and all-powerful, why does he allow his creatures to suffer pain? With his signature wealth of compassion and insight, C.S. Lewis offers answers to these crucial questions and shares his hope and wisdom to help heal a world hungering for a true understanding of human nature.\"--Amazon.",
    "PublishedYear": 2002,
    "AverageRating": 4.09,
    "RatingsCount": 37569,
    "ISBN": 9780006280934,
    "Stock": 9,
    "Key": 6,
    "id": 6
  },
  {
    "Name": "A Game of Thrones / A Clash of Kings / A Storm of Swords / A Feast of Crows / A Dance with Dragons",
    "Author": "George R. R. Martin",
    "Reviews": 19735,
    "MarketPrice": 250,
    "ourPrice": 100,
    "PurchasePrice": 120,
    "NumPages": 560,
    "Genre": "Fiction",
    "Categories": "Authors, English",
    "Description": "Donation.",
    "PublishedYear": 1977,
    "AverageRating": 4.27,
    "RatingsCount": 3975,
    "ISBN": 9780006353287,
    "Stock": 4,
    "Key": 7,
    "id": 7
  },
  {
    "Name": "A Gentleman in Moscow: A Novel",
    "Author": "Amor Towles",
    "Reviews": 19699,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 608,
    "Genre": "Fiction",
    "Categories": "Africa, East",
    "Description": "Until Vasco da Gama discovered the sea-route to the East in 1497-9 almost nothing was known in the West of the exotic cultures and wealth of the Indian Ocean and its peoples. It is this civilization and its destruction at the hands of the West that Richard Hall recreates in this book. Hall's history of the exploration and exploitation by Chinese and Arab travellers, and by the Portuguese, Dutch and British alike is one of brutality, betrayal and colonial ambition.",
    "PublishedYear": 1998,
    "AverageRating": 4.41,
    "RatingsCount": 65,
    "ISBN": 9780006380832,
    "Stock": 6,
    "Key": 8,
    "id": 8
  },
  {
    "Name": "A Higher Loyalty: Truth, Lies, and Leadership",
    "Author": "James Comey",
    "Reviews": 5983,
    "MarketPrice": 545,
    "ourPrice": 500,
    "PurchasePrice": 250,
    "NumPages": 743,
    "Genre": "Non Fiction",
    "Categories": "Hyland, Morn (Fictitious character)",
    "Description": "A new-cover reissue of the fourth book in the bestselling five-volume sf series created by the world-famous author of the Thomas Covenant chronicles -- and acclaimed as the 'best work of his career'. Events were not moving as the Amnion had intended. Once again humans had been false in their dealings with the aliens. As the planetoid Thanatos Minor exploded into atoms, the Trumpet hurtled into space only one step ahead of hostile pursuers. On board were Morn Hyland and her force-grown son Davies, cyborg Angus Thermopyle and Captain Nick Succorso -- old enemies thrown together in a desperate bid for survival. For both the Amnion and the UMCP, the immediate capture of the fleeing ship and the secrets it contained was imperative. But for Trumpet's exhausted crew the only hope lay in an illegal lab in the distant binary solar system of Valdor Industrial. It would be a journey of unpredictable danger -- from which not all would return...",
    "PublishedYear": 1994,
    "AverageRating": 4.15,
    "RatingsCount": 103,
    "ISBN": 9780006470229,
    "Stock": 7,
    "Key": 9,
    "id": 9
  },
  {
    "Name": "A Man Called Ove: A Novel",
    "Author": "Fredrik Backman",
    "Reviews": 23848,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 500,
    "NumPages": 489,
    "Genre": "Fiction",
    "Categories": "Adventure stories",
    "Description": "Kate Blackwell is an enigma and one of the most powerful women in the world. But at her ninetieth birthday celebrations there are ghosts of absent friends and absent enemies.",
    "PublishedYear": 1982,
    "AverageRating": 4.11,
    "RatingsCount": 43540,
    "ISBN": 9780006472612,
    "Stock": 8,
    "Key": 10,
    "id": 10
  },
  {
    "Name": "A Man Called Ove: A Novel",
    "Author": "Fredrik Backman",
    "Reviews": 23848,
    "MarketPrice": 253,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 501,
    "Genre": "Fiction",
    "Categories": "Adventure stories",
    "Description": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans.",
    "PublishedYear": 1994,
    "AverageRating": 4.04,
    "RatingsCount": 49170,
    "ISBN": 9780006479673,
    "Stock": 9,
    "Key": 11,
    "id": 11
  },
  {
    "Name": "A Patriot's History of the United States: From Columbus's Great Discovery to the War on Terror",
    "Author": "Larry Schweikart",
    "Reviews": 460,
    "MarketPrice": 654,
    "ourPrice": 400,
    "PurchasePrice": 355,
    "NumPages": 460,
    "Genre": "Non Fiction",
    "Categories": "American fiction",
    "Description": "Fantasy-roman.",
    "PublishedYear": 1996,
    "AverageRating": 4.15,
    "RatingsCount": 133972,
    "ISBN": 9780006480099,
    "Stock": 10,
    "Key": 12,
    "id": 12
  },
  {
    "Name": "A Stolen Life: A Memoir",
    "Author": "Jaycee Dugard",
    "Reviews": 4149,
    "MarketPrice": 654,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 522,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Tricked once more by his wily half-brother, Lysaer, Lord of Light, arrives at the tiny harbor town of Merior to find that Arithon's ship yards have been abandoned and meticulously destroyed, and that the Master of Shadow has disappeared as if into thin air. Meanwhile Arithon and the Mad Prophet Dakar are traveling on foot through the treacherous Kelhorn Mountains towards the Vastmark clans, there to raise further support for his cause. But raising a warhost is a costly business. Is it mere coincidence that Princess Talith—Lysaer's beautiful, headstrong wife—is taken captive and held for a vast ransom by a master brigand? The forces of light and shadow circle and feint, drawing ever closer to a huge conflict. And in the background the Fellowship of Seven Sorcerers and the Koriani Enchantresses watch and plan, and wait.",
    "PublishedYear": 1995,
    "AverageRating": 4.03,
    "RatingsCount": 2966,
    "ISBN": 9780006482079,
    "Stock": 11,
    "Key": 13,
    "id": 13
  },
  {
    "Name": "A Wrinkle in Time (Time Quintet)",
    "Author": "Madeleine L'Engle",
    "Reviews": 5153,
    "MarketPrice": 655,
    "ourPrice": 500,
    "PurchasePrice": 50,
    "NumPages": 823,
    "Genre": "Fiction",
    "Categories": "Arthurian romances",
    "Description": "An omnibus volume of the author's complete story of the Arthurian epic which includes: \"The sword in the stone\" (1939), \"The witch in the wood\" (1939), \"The ill-made knight\" (1940), \"The candle in the wind\" (published for the first time), and \"The book of Merlyn.\" 1996.",
    "PublishedYear": 1996,
    "AverageRating": 4.04,
    "RatingsCount": 2805,
    "ISBN": 9780006483014,
    "Stock": 12,
    "Key": 14,
    "id": 14
  },
  {
    "Name": "Act Like a Lady, Think Like a Man: What Men Really Think About Love, Relationships, Intimacy, and Commitment",
    "Author": "Steve Harvey",
    "Reviews": 5013,
    "MarketPrice": 500,
    "ourPrice": 200,
    "PurchasePrice": 100,
    "NumPages": 337,
    "Genre": "Non Fiction",
    "Categories": "Adventure stories",
    "Description": "Available in the U.S. for the first time, this is the second volume in the exceptional Legends of the Riftwar series from \"New York Times\"-bestselling authors Feist and Rosenberg.",
    "PublishedYear": 2003,
    "AverageRating": 3.7,
    "RatingsCount": 5083,
    "ISBN": 9780006483892,
    "Stock": 13,
    "Key": 15,
    "id": 15
  },
  {
    "Name": "Adult Coloring Book Designs: Stress Relief Coloring Book: Garden Designs, Mandalas, Animals, and Paisley Patterns",
    "Author": "Adult Coloring Book Designs",
    "Reviews": 2313,
    "MarketPrice": 600,
    "ourPrice": 200,
    "PurchasePrice": 120,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "Fantasy fiction",
    "Description": "Jimmy the Hand, boy thief of Krondor, lived in the shadows of the city. Though gifted beyond his peers, Jimmy is merely a pickpocket with potential--until he aids Prince Arutha in the rescue of Princess Anita from Duke Guy du Bas-Tyra, and runs afoul of \"Black Guy's\" secret police. Facing a choice between disappearing on his own or in a weighted barrel at the bottom of Krondor's harbor, Jimmy chooses the former. Forced to flee the only home he's ever known, Jimmy finds himself among the unsuspecting rural villagers of Land's End, where he hopes to prosper with his talents for con and thievery. But Land's End is home to many who tread the crooked path--and to a dark, dangerous presence even the local smugglers don't recognize. And suddenly Jimmy's youthful bravado and courage are leading him into the maw of chaos . . . and, quite possibly, to his doom.",
    "PublishedYear": 2003,
    "AverageRating": 3.95,
    "RatingsCount": 5579,
    "ISBN": 9780006483908,
    "Stock": 14,
    "Key": 16,
    "id": 16
  },
  {
    "Name": "Adult Coloring Book: Stress Relieving Animal Designs",
    "Author": "Blue Star Coloring",
    "Reviews": 2925,
    "MarketPrice": 700,
    "ourPrice": 600,
    "PurchasePrice": 540,
    "NumPages": 599,
    "Genre": "Non Fiction",
    "Categories": "",
    "Description": "Gareth is just a frightened young lad when he is drafted in to be the whipping-boy for the unruly Prince Dagnarus. Yet as they grow to be men, an unshakable bond is formed. And it is their destiny for them to become the two most powerful - and feared - men in the kingdom. But when Dagnarus decides to become a knight himself, he begins a chain of evil events that threaten to destroy the entire kingdom. Only by uniting the Sovereign Stone can peace be restored, and it is up to Dagnarus' brother Helmos to try to achieve this impossible task, using his father's soldiers against his brother's army. All the while, Gareth is gaining mastery over the sinister Void magic, and he is devoted to helping his childhood companion.. This gripping story of magical power and corruption takes the unique viewpoint of focusing on the evil characters, as we follow them from boys to men. Filled with action, suspense and wonderfully imaginative characters, Water From the Well of Darkness is set to elevate the careers of bestselling authors Weis & Hickman to spectacular new heights.",
    "PublishedYear": 2001,
    "AverageRating": 3.66,
    "RatingsCount": 68,
    "ISBN": 9780006486145,
    "Stock": 15,
    "Key": 17,
    "id": 17
  },
  {
    "Name": "Adult Coloring Book: Stress Relieving Patterns",
    "Author": "Blue Star Coloring",
    "Reviews": 2951,
    "MarketPrice": 800,
    "ourPrice": 200,
    "PurchasePrice": 190,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "English drama",
    "Description": "Newly-Jacketed Edition Designed To Celebrate The 50Th Anniversary Of Christie S Faultlessly Plotted Witness For The Prosecution And Other Outstanding Plays. The Perfect Complement To The Latest Edition Of The Mousetrap And Selected Plays (50Th Aniversary Edition). Headlining This Book Is Witness For The Prosecution Christie S Highly Successful Stage Play Which Won The New York Drama Critics Circle Award For Best Foreign Play. A Stunning Courtroom Drama, It Tells The Story Of A Scheming Wife Testifying Against Her Husband In A Shocking Murder Trial. The Wild Beauty Of A Seaside House Perched High On The Devonshire River Tern Provides A Stunning Back-Drop In Towards Zero As A Psychopathic Murderer Homes In On The Unsuspecting Victims. Passion, Murder And Love Are The Deadly Ingredients In Verdict, Making It One Of Christie S More Unusual Thrillers And Prompting Her To Label It The Best Play I Have Written With The Exception Of Witness For The Prosecution . Go Back For Murder Tells The Story Of The Young And Feisty Carla Who, Orphaned At The Tender Age Of Five, Discovers Her Mother Was Imprisioned For Murdering Her Father And Determines To Prove Her Innocence.",
    "PublishedYear": 1995,
    "AverageRating": 4.05,
    "RatingsCount": 3908,
    "ISBN": 9780006490456,
    "Stock": 16,
    "Key": 18,
    "id": 18
  },
  {
    "Name": "Adult Coloring Books: A Coloring Book for Adults Featuring Mandalas and Henna Inspired Flowers, Animals, and Paisley…",
    "Author": "Coloring Books for Adults",
    "Reviews": 2426,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 280,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "Country life",
    "Description": "It was easy for Elizabeth. She married the man she loved. It was harder for Ruth. She married Elizabeth's son and then found that, somehow, she could never quite measure up. This thriller examines what women want and what they fear, as Ruth confronts the shifting borders of her own sanity.",
    "PublishedYear": 1998,
    "AverageRating": 3.66,
    "RatingsCount": 1832,
    "ISBN": 9780006496434,
    "Stock": 17,
    "Key": 19,
    "id": 19
  },
  {
    "Name": "Alexander Hamilton",
    "Author": "Ron Chernow",
    "Reviews": 9198,
    "MarketPrice": 650,
    "ourPrice": 600,
    "PurchasePrice": 590,
    "NumPages": 576,
    "Genre": "Non Fiction",
    "Categories": "English fiction",
    "Description": "1968 finds Nicholas Darrow wrestling with personal problems. How can he marry Rosalind when he is unable to avoid promiscuity? How can he become a priest when he finds it so difficult to live as one? And can he break his dangerous dependence on his father?",
    "PublishedYear": 1996,
    "AverageRating": 4.23,
    "RatingsCount": 1023,
    "ISBN": 9780006496878,
    "Stock": 18,
    "Key": 20,
    "id": 20
  },
  {
    "Name": "All the Light We Cannot See",
    "Author": "Anthony Doerr",
    "Reviews": 36348,
    "MarketPrice": 950,
    "ourPrice": 500,
    "PurchasePrice": 400,
    "NumPages": 512,
    "Genre": "Fiction",
    "Categories": "English fiction",
    "Description": "It is 1937, and Charles Ashworth, a Canon to the Archbishop of Canterbury, is sent to untangle a web of self-delusion and corruption at the episcopal palace of the charismatic Bishop of Starbridge.",
    "PublishedYear": 1996,
    "AverageRating": 4.07,
    "RatingsCount": 2045,
    "ISBN": 9780006496892,
    "Stock": 3,
    "Key": 21,
    "id": 21
  },
  {
    "Name": "All the Light We Cannot See",
    "Author": "Anthony Doerr",
    "Reviews": 36348,
    "MarketPrice": 850,
    "ourPrice": 500,
    "PurchasePrice": 400,
    "NumPages": 512,
    "Genre": "Fiction",
    "Categories": "Clergy",
    "Description": "Reissue of the author's most famous and well-loved work, the Starbridge series, six self-contained yet interconnected novels that explore the history of the Church of England through the 20th century.",
    "PublishedYear": 1996,
    "AverageRating": 4.2,
    "RatingsCount": 1441,
    "ISBN": 9780006496922,
    "Stock": 4,
    "Key": 22,
    "id": 22
  },
  {
    "Name": "Allegiant",
    "Author": "Veronica Roth",
    "Reviews": 6310,
    "MarketPrice": 350,
    "ourPrice": 200,
    "PurchasePrice": 190,
    "NumPages": 906,
    "Genre": "Fiction",
    "Categories": "Fantasy fiction",
    "Description": "Fantasy master Robin Hobb delivers the stunning second volume of her Liveship Traders trilogy, returning to the timeless city of Bingtown, where pirates now plague the coasts and the dreaded slave trade flourishes. Althea Vestrit doesnt have time to be afraid, for her familys newly awakened Liveship, Vivacia, has been seized by the ruthless pirate Kennit. So Althea hatches a bold plan. But to carry it out, she must recruit a Liveship that has already slain two crews -- and is said to be insane.",
    "PublishedYear": 2000,
    "AverageRating": 4.24,
    "RatingsCount": 36101,
    "ISBN": 9780006498865,
    "Stock": 5,
    "Key": 23,
    "id": 23
  },
  {
    "Name": "American Sniper: The Autobiography of the Most Lethal Sniper in U.S. Military History",
    "Author": "Chris Kyle",
    "Reviews": 15921,
    "MarketPrice": 600,
    "ourPrice": 500,
    "PurchasePrice": 420,
    "NumPages": 474,
    "Genre": "Non Fiction",
    "Categories": "Aubrey, Jack (Fictitious character)",
    "Description": "This tale begins with Jack Aubrey arriving home from his exploits in the Mediterranean to find England at peace following the Treaty of Amiens. He and his friend Stephen Maturin, surgeon and secret agent, begin to live the lives of country gentlemen, hunting, entertaining and enjoying more amorous adventures. Their comfortable existence, however, is cut short when Jack is overnight reduced to a pauper with enough debts to keep him in prison for life. He flees to the continent to seek refuge: instead he finds himself a hunted fugitive as Napoleon has ordered the internment of all Englishmen in France. Aubrey's adventures in escaping from France and the debtors' prison will grip the reader as fast as his unequalled actions at sea.",
    "PublishedYear": 1996,
    "AverageRating": 4.29,
    "RatingsCount": 7815,
    "ISBN": 9780006499169,
    "Stock": 6,
    "Key": 24,
    "id": 24
  },
  {
    "Name": "And the Mountains Echoed",
    "Author": "Khaled Hosseini",
    "Reviews": 12159,
    "MarketPrice": 600,
    "ourPrice": 500,
    "PurchasePrice": 490,
    "NumPages": 261,
    "Genre": "Fiction",
    "Categories": "Adventure stories",
    "Description": "In this book, Jack Aubrey returns from his duties protecting whalers off the South American coast and is persuaded by a casual acquaintance to make investments in the City on the strength of supposedly certain information. From there he is led into the half-worlds of the London criminal underground and of government espionage - the province of his friend, Stephen Maturin.",
    "PublishedYear": 1997,
    "AverageRating": 4.41,
    "RatingsCount": 177,
    "ISBN": 9780006499268,
    "Stock": 7,
    "Key": 25,
    "id": 25
  },
  {
    "Name": "Arguing with Idiots: How to Stop Small Minds and Big Government",
    "Author": "Glenn Beck",
    "Reviews": 798,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 220,
    "NumPages": 359,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories, English",
    "Description": "Miss Marple featured in 20 short stories, published in a number of different collections in Britain and America. Presented here in their order of publication, Miss Marple uses her unique insight to deduce the truth about a series of unsolved crimes.",
    "PublishedYear": 1997,
    "AverageRating": 4.2,
    "RatingsCount": 6235,
    "ISBN": 9780006499626,
    "Stock": 8,
    "Key": 26,
    "id": 26
  },
  {
    "Name": "Astrophysics for People in a Hurry",
    "Author": "Neil deGrasse Tyson",
    "Reviews": 9374,
    "MarketPrice": 400,
    "ourPrice": 200,
    "PurchasePrice": 210,
    "NumPages": 772,
    "Genre": "Non Fiction",
    "Categories": "Black Death",
    "Description": "Hailed by \"The New York Times Book Review\" as \"eye-opening, \" this alternative history of the last 600 years begins as the Black Death kills nearly everyone in Europe, and China, India, and the nations of Islam now control the world.",
    "PublishedYear": 2003,
    "AverageRating": 3.73,
    "RatingsCount": 194,
    "ISBN": 9780006511489,
    "Stock": 9,
    "Key": 27,
    "id": 27
  },
  {
    "Name": "Autobiography of Mark Twain, Vol. 1",
    "Author": "Mark Twain",
    "Reviews": 491,
    "MarketPrice": 500,
    "ourPrice": 200,
    "PurchasePrice": 150,
    "NumPages": 317,
    "Genre": "Non Fiction",
    "Categories": "Human cloning",
    "Description": "Spares - human clones, the ultimate health insurance. An eye for an eye - but some people are doing all the taking. The story of Jack Randall: burnt-out, dropped out, and way overdrawn at the luck bank. But as caretaker on a Spares Farm, he still has a choice, and it might make a difference.",
    "PublishedYear": 1998,
    "AverageRating": 4.13,
    "RatingsCount": 2481,
    "ISBN": 9780006512677,
    "Stock": 10,
    "Key": 28,
    "id": 28
  },
  {
    "Name": "Baby Touch and Feel: Animals",
    "Author": "DK",
    "Reviews": 5360,
    "MarketPrice": 100,
    "ourPrice": 50,
    "PurchasePrice": 40,
    "NumPages": 342,
    "Genre": "Non Fiction",
    "Categories": "Science fiction",
    "Description": "Emma Watson a research physician has been training for the mission of a lifetime: to study living organisms in the microgravity of space. But the true and lethal nature of the experiment has not been revealed to NASA and once aboard the space station things start to go wrong. A culture of single-celled Archaeons, gathered from the deep sea, begin to rapidly multiply and infect the crew - with deadly and agonising results. As her estranged husband and ground crew at NASA work against the clock to launch a rescue Emma stuggles to contain the lethal microbe. But with the contagion threatening Earth's population, there are those who would leave the astronauts stranded in orbit, quarantined aboard the station.",
    "PublishedYear": 2004,
    "AverageRating": 4.04,
    "RatingsCount": 8024,
    "ISBN": 9780006513087,
    "Stock": 11,
    "Key": 29,
    "id": 29
  },
  {
    "Name": "Balance (Angie's Extreme Stress Menders)",
    "Author": "Angie Grace",
    "Reviews": 1909,
    "MarketPrice": 900,
    "ourPrice": 800,
    "PurchasePrice": 700,
    "NumPages": 640,
    "Genre": "Non Fiction",
    "Categories": "Great Britain",
    "Description": "Alone and vulnerable, Alys joins a nunnery in an attempt to escape poverty but finds herself thrown back into the outside world when Henry VIII's wreckers destroy her sanctuary. With nothing but her looks, her magic and her own instinctive cunning, Alys has to tread a perilous path between the faith of her childhood and her own female power. When she falls in love with Hugo, the feudal lord and another woman's husband, she dips into witchcraft to defeat her rival and to win her lover, only to find that magic makes a poor servant but a dominant master. Since heresy against the new church means the stake, and witchcraft the rope, Alys's danger is mortal. A woman's powers are not longer safe to use...",
    "PublishedYear": 2002,
    "AverageRating": 3.31,
    "RatingsCount": 6583,
    "ISBN": 9780006514640,
    "Stock": 12,
    "Key": 30,
    "id": 30
  },
  {
    "Name": "Barefoot Contessa Foolproof: Recipes You Can Trust: A Cookbook",
    "Author": "Ina Garten",
    "Reviews": 1296,
    "MarketPrice": 800,
    "ourPrice": 700,
    "PurchasePrice": 600,
    "NumPages": 586,
    "Genre": "Non Fiction",
    "Categories": "American fiction",
    "Description": "Girls' Night In' features stories about growing up, growing out of, moving out, moving on, falling apart and getting it all together. So turn off your cell phone and curl up on the couch: this is one 'Girls' Night In' you won't want to miss.",
    "PublishedYear": 2000,
    "AverageRating": 3.26,
    "RatingsCount": 140,
    "ISBN": 9780006514855,
    "Stock": 13,
    "Key": 31,
    "id": 31
  },
  {
    "Name": "Barefoot Contessa, How Easy Is That?: Fabulous Recipes & Easy Tips",
    "Author": "Ina Garten",
    "Reviews": 615,
    "MarketPrice": 700,
    "ourPrice": 500,
    "PurchasePrice": 400,
    "NumPages": 224,
    "Genre": "Non Fiction",
    "Categories": "American essays",
    "Description": "This collection of essays recounts what took place on the long morning after the 1960s, when everyone was coming down from their particular bad trip. Didion observes the dramas that explode as America goes into collective detox: the mother abandoning her five-year-old daughter on the central reservation of Interstate 5; Huey Newton and the Black Panthers preaching from their cells; students, in unconscious parody, simulating the disaffection of the 1960s.",
    "PublishedYear": 1993,
    "AverageRating": 4.17,
    "RatingsCount": 91,
    "ISBN": 9780006545866,
    "Stock": 14,
    "Key": 32,
    "id": 32
  },
  {
    "Name": "Becoming",
    "Author": "Michelle Obama",
    "Reviews": 61133,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "China",
    "Description": "Tells the story of three generations of Chinese women, beginning at the turn of the century.",
    "PublishedYear": 2001,
    "AverageRating": 3.98,
    "RatingsCount": 414,
    "ISBN": 9780006550433,
    "Stock": 15,
    "Key": 33,
    "id": 33
  },
  {
    "Name": "Becoming",
    "Author": "Michelle Obama",
    "Reviews": 61133,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 200,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "Capitalism",
    "Description": "Half of this new, post-Cold War world is intent on building a better Lexus, on streamlining their societies and economies for the global marketplace, while the other half is locked in elemental struggles over who owns which olive tree, which strip of land.",
    "PublishedYear": 2000,
    "AverageRating": 3.59,
    "RatingsCount": 87,
    "ISBN": 9780006551393,
    "Stock": 16,
    "Key": 34,
    "id": 34
  },
  {
    "Name": "Being Mortal: Medicine and What Matters in the End",
    "Author": "Atul Gawande",
    "Reviews": 11113,
    "MarketPrice": 1200,
    "ourPrice": 1150,
    "PurchasePrice": 1100,
    "NumPages": 495,
    "Genre": "Non Fiction",
    "Categories": "Ireland",
    "Description": "FROM THE PULIZER PRIZE-WINNING AUTHOR OF THE #1 \"NEW YORK TIMES\" BESTSELLER \"ANGELA'S ASHES\" Frank McCourt's glorious childhood memoir, \"Angela's Ashes, \" has been loved and celebrated by readers everywhere. It won the National Book Critics Circle Award, the \"Los Angeles Times\" Book Award and the Pulitzer Prize. Rarely has a book so swiftly found its place on the literary landscape. And now we have \"'Tis, \" the story of Frank's American journey from impoverished immigrant to brilliant teacher and raconteur. Frank lands in New York at age nineteen and gets a job at the Biltmore Hotel, where he immediately encounters the vivid hierarchies of this \"classless country,\" and then is drafted into the army and is sent to Germany to train dogs and type reports. It is Frank's incomparable voice that renders these experiences spellbinding. When Frank returns to America in 1953, he works on the docks, always resisting what everyone tells him. He knows that he should be getting an education, and though he left school at fourteen, he talks his way into New York University. There, he falls in love with the quintessential Yankee and tries to live his dream. But it is not until he starts to teach that Frank finds his place in the world.",
    "PublishedYear": 2000,
    "AverageRating": 3.68,
    "RatingsCount": 44179,
    "ISBN": 9780006551812,
    "Stock": 17,
    "Key": 35,
    "id": 35
  },
  {
    "Name": "Between the World and Me",
    "Author": "Ta-Nehisi Coates",
    "Reviews": 10070,
    "MarketPrice": 1100,
    "ourPrice": 1000,
    "PurchasePrice": 900,
    "NumPages": 32,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Joe and his parents are enjoying a summer holiday by the sea at the Ocean Star Hotel. The sky is bright blue, the sun shines and Joe loves all that the seaside has to offer. But when the fog rolls in and rain falls Joe begins to wish that he was back at home again. Things change, however, when the owner of the hotel invites Joe to share in a magical world, only a few steps away. The loft is black as night but then above Joe's head a thousand tiny stars begin to sparkle and in the distance he hears the chug-chug-chug of a model train. A whole world is soon to open up before Joe's eyes, a world of snow-capped mountains, great deserts, and rocking fishing boats.",
    "PublishedYear": 2002,
    "AverageRating": 3.5,
    "RatingsCount": 1,
    "ISBN": 9780006646006,
    "Stock": 18,
    "Key": 36,
    "id": 36
  },
  {
    "Name": "Between the World and Me",
    "Author": "Ta-Nehisi Coates",
    "Reviews": 10070,
    "MarketPrice": 250,
    "ourPrice": 200,
    "PurchasePrice": 100,
    "NumPages": 239,
    "Genre": "Non Fiction",
    "Categories": "Children's stories, English",
    "Description": "A magical and fantastic collection of early stories by one of the most original children's authors of the 20th century. For 8-11 year olds.",
    "PublishedYear": 2000,
    "AverageRating": 4.27,
    "RatingsCount": 116,
    "ISBN": 9780006754893,
    "Stock": 19,
    "Key": 37,
    "id": 37
  },
  {
    "Name": "Born to Run",
    "Author": "Bruce Springsteen",
    "Reviews": 3729,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 100,
    "NumPages": 159,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "",
    "PublishedYear": 2000,
    "AverageRating": 4.1,
    "RatingsCount": 446,
    "ISBN": 9780006906018,
    "Stock": 20,
    "Key": 38,
    "id": 38
  },
  {
    "Name": "Breaking Dawn (The Twilight Saga, Book 4)",
    "Author": "Stephenie Meyer",
    "Reviews": 9769,
    "MarketPrice": 545,
    "ourPrice": 500,
    "PurchasePrice": 200,
    "NumPages": 634,
    "Genre": "Fiction",
    "Categories": "Male friendship",
    "Description": "Koko is Peter Straub's foray into the psychological horror of the Vietnam War.",
    "PublishedYear": 2001,
    "AverageRating": 3.56,
    "RatingsCount": 7586,
    "ISBN": 9780007103676,
    "Stock": 21,
    "Key": 39,
    "id": 39
  },
  {
    "Name": "Broke: The Plan to Restore Our Trust, Truth and Treasure",
    "Author": "Glenn Beck",
    "Reviews": 471,
    "MarketPrice": 414,
    "ourPrice": 100,
    "PurchasePrice": 50,
    "NumPages": 176,
    "Genre": "Non Fiction",
    "Categories": "Literary Collections",
    "Description": "\"The two works 'On fairy-stories' and 'Leaf by Niggle' were first brought together to form the book 'Tree and leaf' in 1964. In this new edition a third element is added: the poem Mythopoeia, the making of myths...\"--Preface.",
    "PublishedYear": 2001,
    "AverageRating": 4.09,
    "RatingsCount": 2245,
    "ISBN": 9780007105045,
    "Stock": 22,
    "Key": 40,
    "id": 40
  },
  {
    "Name": "Brown Bear, Brown Bear, What Do You See?",
    "Author": "Bill Martin Jr.",
    "Reviews": 14344,
    "MarketPrice": 253,
    "ourPrice": 200,
    "PurchasePrice": 190,
    "NumPages": 347,
    "Genre": "Fiction",
    "Categories": "Beresford, Tommy (Fictitious character)",
    "Description": "The Famous Volume Of Tommy & Tuppence Linked Short Stories, Reissued In A New Look To Coincide With The Brand New Series Of Tommy & Tuppence Bbc Movies. Tommy And Tuppence Beresford Were Restless For Adventure, So When They Were Asked To Take Over Blunt S International Detective Agency, They Leapt At The Chance. After Their Triumphant Recovery Of A Pink Pearl, Intriguing Cases Kept On Coming Their Way: A Stabbing On Sunningdale Golf Course; Cryptic Messages In The Personal Columns Of Newspapers; And Even A Box Of Poisoned Chocolates.",
    "PublishedYear": 2001,
    "AverageRating": 3.77,
    "RatingsCount": 9506,
    "ISBN": 9780007111503,
    "Stock": 23,
    "Key": 41,
    "id": 41
  },
  {
    "Name": "Brown Bear, Brown Bear, What Do You See?",
    "Author": "Bill Martin Jr.",
    "Reviews": 14344,
    "MarketPrice": 654,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 264,
    "Genre": "Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "An archaeologist's wife is murdered on the shores of the River Tigris in Iraq... It was clear to Amy Leatheran that something sinister was going on at the Hassanieh dig in Iraq; something associated with the presence of 'Lovely Louise', wife of celebrated archaeologist Dr Leidner. In a few days' time Hercule Poirot was due to drop in at the excavation site. But with Louise suffering from terrifying hallucinations, and tension within the group becoming almost unbearable, Poirot might just be too late...",
    "PublishedYear": 2001,
    "AverageRating": 3.89,
    "RatingsCount": 25692,
    "ISBN": 9780007113804,
    "Stock": 24,
    "Key": 42,
    "id": 42
  },
  {
    "Name": "Cabin Fever (Diary of a Wimpy Kid, Book 6)",
    "Author": "Jeff Kinney",
    "Reviews": 4505,
    "MarketPrice": 654,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 72,
    "Genre": "Fiction",
    "Categories": "Imaginary wars and battles",
    "Description": "A visual guide to the third in the Lord of the Rings movie trilogy. A large-format, full-colour guide to the characters, places, landscapes, artefacts, battles, and costumes as seen in the film, it features images, informative text and specially commissioned extras.",
    "PublishedYear": 2003,
    "AverageRating": 4.59,
    "RatingsCount": 22,
    "ISBN": 9780007116263,
    "Stock": 3,
    "Key": 43,
    "id": 43
  },
  {
    "Name": "Calm the F*ck Down: An Irreverent Adult Coloring Book (Irreverent Book Series)",
    "Author": "Sasha O'Hara",
    "Reviews": 10369,
    "MarketPrice": 655,
    "ourPrice": 600,
    "PurchasePrice": 500,
    "NumPages": 279,
    "Genre": "Non Fiction",
    "Categories": "Dysfunctional families",
    "Description": "On the eve of the next Space Shuttle mission, a divided family comes together... Warm, witty and wise, All Families Are Psychotic is Coupland at the very top of his form: 'Irresistibly hilarious, unique and wonderful' Independent on Sunday In a cheap motel an hour from Cape Canaveral, Janet Drummond takes her medication, and does a rapid tally of the whereabouts of her children. Wade has spent the night in jail; suicidal Bryan is due to arrive at any moment with his vowel-free girlfriend, Shw; and then there is Sarah, 'a bolt of lightning frozen in midflash' -- here in Orlando to be the star of Friday's shuttle mission. With Janet's ex-husband and his trophy wife also in town, Janet spends a moment contemplating her family, and where it all went wrong. Or did it?",
    "PublishedYear": 2002,
    "AverageRating": 3.69,
    "RatingsCount": 350,
    "ISBN": 9780007117536,
    "Stock": 4,
    "Key": 44,
    "id": 44
  },
  {
    "Name": "Can't Hurt Me: Master Your Mind and Defy the Odds",
    "Author": "David Goggins",
    "Reviews": 16244,
    "MarketPrice": 500,
    "ourPrice": 200,
    "PurchasePrice": 100,
    "NumPages": 333,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A woman is killed by a poisoned dart in the enclosed confines of a commercial passenger plane... From seat No.9, Hercule Poirot was ideally placed to observe his fellow air passengers. Over to his right sat a pretty young woman, clearly infatuated with the man opposite; ahead, in seat No.13, sat a Countess with a poorly-concealed cocaine habit; across the gangway in seat No.8, a detective writer was being troubled by an aggressive wasp. What Poirot did not yet realize was that behind him, in seat No.2, sat the slumped, lifeless body of a woman.",
    "PublishedYear": 2001,
    "AverageRating": 3.8,
    "RatingsCount": 21123,
    "ISBN": 9780007119332,
    "Stock": 5,
    "Key": 45,
    "id": 45
  },
  {
    "Name": "Capital in the Twenty First Century",
    "Author": "Thomas Piketty",
    "Reviews": 2884,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 290,
    "NumPages": 303,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A repugnant Amercian widow is killed during a trip to Petra... Among the towering red cliffs of Petra, like some monstrous swollen Buddha, sat the corpse of Mrs Boynton. A tiny puncture mark on her wrist was the only sign of the fatal injection that had killed her. With only 24 hours available to solve the mystery, Hercule Poirot recalled a chance remark he'd overheard back in Jerusalem: 'You see, don't you, that she's got to be killed?' Mrs Boynton was, indeed, the most detestable woman he'd ever met...",
    "PublishedYear": 2001,
    "AverageRating": 3.86,
    "RatingsCount": 24859,
    "ISBN": 9780007119356,
    "Stock": 6,
    "Key": 46,
    "id": 46
  },
  {
    "Name": "Catching Fire (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 22614,
    "MarketPrice": 700,
    "ourPrice": 600,
    "PurchasePrice": 600,
    "NumPages": 336,
    "Genre": "Fiction",
    "Categories": "Poirot, Hercule (Fictitious character)",
    "Description": "No one believes a little girl when she insists that she has witnessed a murder until she herself turns up drowned, and Hercule Poirot sets out to catch the killer.",
    "PublishedYear": 2001,
    "AverageRating": 3.66,
    "RatingsCount": 18820,
    "ISBN": 9780007120680,
    "Stock": 7,
    "Key": 47,
    "id": 47
  },
  {
    "Name": "Catching Fire (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 22614,
    "MarketPrice": 800,
    "ourPrice": 700,
    "PurchasePrice": 701,
    "NumPages": 335,
    "Genre": "Fiction",
    "Categories": "Christmas stories",
    "Description": "On the night before Christmas, cruel, tyrannical, filthy-rich Simeon Lee is found in his locked bedroom with his throat cut. Now Hercule Poirot must put his deductive powers to the test to solve one of his most chilling cases--and to prevent a clever killer from spilling more blood.",
    "PublishedYear": 2001,
    "AverageRating": 3.93,
    "RatingsCount": 23113,
    "ISBN": 9780007120697,
    "Stock": 8,
    "Key": 48,
    "id": 48
  },
  {
    "Name": "Catching Fire (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 22614,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 250,
    "NumPages": 272,
    "Genre": "Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A ruthless international cartel seeks world domination... Framed in the doorway of Poirot's bedroom stood an uninvited guest, coated from head to foot in dust. The man's gaunt face stared for a moment, then he swayed and fell. Who was he? Was he suffering from shock or just exhaustion? Above all, what was the significance of the figure 4, scribbled over and over again on a sheet of paper? Poirot finds himself plunged into a world of international intrigue, risking his life to uncover the truth about 'Number Four'.",
    "PublishedYear": 2002,
    "AverageRating": 3.59,
    "RatingsCount": 22155,
    "ISBN": 9780007120819,
    "Stock": 9,
    "Key": 49,
    "id": 49
  },
  {
    "Name": "Cravings: Recipes for All the Food You Want to Eat: A Cookbook",
    "Author": "Chrissy Teigen",
    "Reviews": 4761,
    "MarketPrice": 650,
    "ourPrice": 600,
    "PurchasePrice": 366,
    "NumPages": 315,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories, English",
    "Description": "The Tuesday Night Club is a venue where locals challenge Miss Marple to solve recent crimes... One Tuesday evening a group gathers at Miss Marple's house and the conversation turns to unsolved crimes... The case of the disappearing bloodstains; the thief who committed his crime twice over; the message on the death-bed of a poisoned man which read 'heap of fish'; the strange case of the invisible will; a spiritualist who warned that 'Blue Geranium' meant death... Now pit your wits against the powers of deduction of the 'Tuesday Night Club'.",
    "PublishedYear": 2002,
    "AverageRating": 3.89,
    "RatingsCount": 12840,
    "ISBN": 9780007120864,
    "Stock": 10,
    "Key": 50,
    "id": 50
  },
  {
    "Name": "Crazy Love: Overwhelmed by a Relentless God",
    "Author": "Francis Chan",
    "Reviews": 1542,
    "MarketPrice": 950,
    "ourPrice": 500,
    "PurchasePrice": 521,
    "NumPages": 284,
    "Genre": "Non Fiction",
    "Categories": "American fiction",
    "Description": "A man is shot at in a juvenile reform home - but someone else dies... Miss Marple senses danger when she visits a friend living in a Victorian mansion which doubles as a rehabilitiation centre for delinquents. Her fears are confirmed when a youth fires a revolver at the administrator, Lewis Serrocold. Neither is injured. But a mysterious visitor, Mr Gilbrandsen, is less fortunate - shot dead simultaneously in another part of the building. Pure coincidence? Miss Marple thinks not, and vows to discover the real reason for Mr Gilbrandsen's visit.",
    "PublishedYear": 2002,
    "AverageRating": 3.75,
    "RatingsCount": 415,
    "ISBN": 9780007120871,
    "Stock": 11,
    "Key": 51,
    "id": 51
  },
  {
    "Name": "Crazy Love: Overwhelmed by a Relentless God",
    "Author": "Francis Chan",
    "Reviews": 1542,
    "MarketPrice": 850,
    "ourPrice": 280,
    "PurchasePrice": 200,
    "NumPages": 382,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories, English",
    "Description": "The villagers of Chipping Cleghorn are amazed by an advertisement in the local paper which reads \"A murder is announced and will take place on Friday October 29th, at Little Paddocks at 6.30pm. Unable to resist, a crowd begins to gather at the house at the appointed time. But when a man is killed in what looks like an attempted robbery, Miss Marple becomes involved.",
    "PublishedYear": 2002,
    "AverageRating": 3.98,
    "RatingsCount": 680,
    "ISBN": 9780007120963,
    "Stock": 12,
    "Key": 52,
    "id": 52
  },
  {
    "Name": "Crazy Love: Overwhelmed by a Relentless God",
    "Author": "Francis Chan",
    "Reviews": 1542,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 250,
    "NumPages": 351,
    "Genre": "Non Fiction",
    "Categories": "Marple, Jane (Fictitious character)",
    "Description": "One Minute, Silly Heather Badcock Had Been Gabbling On At Her Movie Idol, The Glamorous Marina Gregg. The Next, Heather Suffered A Massive Seizure. But For Whom Was The Deadly Poison Really Intended? Marina S Frozen Expression Suggested She Had Witnessed Something Horrific. But, While Others Searched For Material Evidence, Jane Marple Conducted A Very Different Investigation Into Human Nature.",
    "PublishedYear": 2002,
    "AverageRating": 3.91,
    "RatingsCount": 23249,
    "ISBN": 9780007120987,
    "Stock": 13,
    "Key": 53,
    "id": 53
  },
  {
    "Name": "Crazy Rich Asians (Crazy Rich Asians Trilogy)",
    "Author": "Kevin Kwan",
    "Reviews": 6143,
    "MarketPrice": 600,
    "ourPrice": 600,
    "PurchasePrice": 222,
    "NumPages": 328,
    "Genre": "Fiction",
    "Categories": "Belgians",
    "Description": "An old widow is brutally killed in the parlour of her cottage... Mrs McGinty died from a brutal blow to the back of her head. Suspicion fell immediately on her shifty lodger, James Bentley, whose clothes revealed traces of the victim's blood and hair. Yet something was amiss: Bentley just didn't look like a murderer. Poirot believed he could save the man from the gallows - what he didn't realise was that his own life was now in great danger...",
    "PublishedYear": 2002,
    "AverageRating": 3.83,
    "RatingsCount": 525,
    "ISBN": 9780007121007,
    "Stock": 14,
    "Key": 54,
    "id": 54
  },
  {
    "Name": "Creative Haven Creative Cats Coloring Book (Adult Coloring)",
    "Author": "Marjorie Sarnat",
    "Reviews": 4022,
    "MarketPrice": 600,
    "ourPrice": 500,
    "PurchasePrice": 153,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A Few Weeks After Marrying An Attractive Young Widow, Gordon Cloade Is Tragically Killed By A Bomb Blast In The London Blitz. Overnight, The Former Mrs Underhay Finds Herself In Sole Possession Of The Cloade Family Fortune. Shortly Afterwards, Hercule Poirot Receives A Visit From The Dead Man S Sister-In-Law Who Claims She Has Been Warned By Spirits That Mrs Underhay S First Husband Is Still Alive. Poirot Has His Suspicions When He Is Asked To Find A Missing Person Guided Only By The Spirit World. Yet What Mystifies Poirot Most Is The Woman S True Motive For Approaching Him&",
    "PublishedYear": 2002,
    "AverageRating": 3.71,
    "RatingsCount": 8852,
    "ISBN": 9780007121014,
    "Stock": 15,
    "Key": 55,
    "id": 55
  },
  {
    "Name": "Creative Haven Owls Coloring Book (Adult Coloring)",
    "Author": "Marjorie Sarnat",
    "Reviews": 3871,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 190,
    "NumPages": 384,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "Lucy Angkatell Invited Hercule Poirot To Lunch. To Tease The Great Detective, Her Guests Stage A Mock Murder Beside The Swimming Pool. Unfortunately, The Victim Plays The Scene For Real. As His Blood Drips Into The Water, John Christow Gasps One Final Word: Henrietta . In The Confusion, A Gun Sinks To The Bottom Of The Pool. Poirot S Enquiries Reveal A Complex Web Of Romantic Attachments. It Seems Everyone In The Drama Is A Suspect And Each A Victim Of Love.",
    "PublishedYear": 2002,
    "AverageRating": 3.79,
    "RatingsCount": 13022,
    "ISBN": 9780007121021,
    "Stock": 16,
    "Key": 56,
    "id": 56
  },
  {
    "Name": "Cutting for Stone",
    "Author": "Abraham Verghese",
    "Reviews": 4866,
    "MarketPrice": 400,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 365,
    "Genre": "Fiction",
    "Categories": "Belgians",
    "Description": "A perplexed girl thinks she might have killed someone... Three single girls shared the same London flat. The first worked as a secretary; the second was an artist; the third who came to Poirot for help, disappeared convinced she was a murderer. Now there were rumours of revolvers, flick-knives and blood stains. But, without hard evidence, it would take all Poirot's tenacity to establish whether the third girl was guilty innocent or insane...",
    "PublishedYear": 2002,
    "AverageRating": 3.62,
    "RatingsCount": 13705,
    "ISBN": 9780007121106,
    "Stock": 17,
    "Key": 57,
    "id": 57
  },
  {
    "Name": "Cutting for Stone",
    "Author": "Abraham Verghese",
    "Reviews": 4866,
    "MarketPrice": 500,
    "ourPrice": 500,
    "PurchasePrice": 400,
    "NumPages": 400,
    "Genre": "Fiction",
    "Categories": "Battle, Superintendent (Fictitious character)",
    "Description": "A young drifter finds more than he bargained for when he agrees to deliver a parcel to an English country house...",
    "PublishedYear": 2001,
    "AverageRating": 3.86,
    "RatingsCount": 11110,
    "ISBN": 9780007122585,
    "Stock": 18,
    "Key": 58,
    "id": 58
  },
  {
    "Name": "Daring Greatly: How the Courage to Be Vulnerable Transforms the Way We Live, Love, Parent, and Lead",
    "Author": "Brené Brown",
    "Reviews": 1329,
    "MarketPrice": 100,
    "ourPrice": 40,
    "PurchasePrice": 20,
    "NumPages": 1546,
    "Genre": "Non Fiction",
    "Categories": "Baggins, Frodo (Fictitious character)",
    "Description": "Sauron has gathered the Rings of Power - the means by which he will be able to rule the world. All he needs now is the Ruling Ring, which has fallen into the hands of the hobbit Bilbo Baggins. Frodo Baggins is entrusted to foil Sauron's plans.",
    "PublishedYear": 2001,
    "AverageRating": 4.49,
    "RatingsCount": 187,
    "ISBN": 9780007124015,
    "Stock": 19,
    "Key": 59,
    "id": 59
  },
  {
    "Name": "David and Goliath: Underdogs, Misfits, and the Art of Battling Giants",
    "Author": "Malcolm Gladwell",
    "Reviews": 4642,
    "MarketPrice": 900,
    "ourPrice": 400,
    "PurchasePrice": 430,
    "NumPages": 560,
    "Genre": "Non Fiction",
    "Categories": "Cambridge (Mass.)",
    "Description": "In an absorbing narrative about personalities and social history, Menand discusses the Metaphysical Club, an informal group that met in Cambridge, Massachusetts, in 1872, to talk about ideas. Members included Oliver Wendell Holmes, Jr., William James, and Charles Sanders Peirce. 21 photos.",
    "PublishedYear": 2002,
    "AverageRating": 4.07,
    "RatingsCount": 3311,
    "ISBN": 9780007126903,
    "Stock": 20,
    "Key": 60,
    "id": 60
  },
  {
    "Name": "Dead And Gone: A Sookie Stackhouse Novel (Sookie Stackhouse/True Blood)",
    "Author": "Charlaine Harris",
    "Reviews": 1541,
    "MarketPrice": 800,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 186,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "",
    "PublishedYear": 2002,
    "AverageRating": 4.14,
    "RatingsCount": 56781,
    "ISBN": 9780007127740,
    "Stock": 21,
    "Key": 61,
    "id": 61
  },
  {
    "Name": "Dead in the Family (Sookie Stackhouse/True Blood, Book 10)",
    "Author": "Charlaine Harris",
    "Reviews": 1924,
    "MarketPrice": 700,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 207,
    "Genre": "Fiction",
    "Categories": "Business enterprises",
    "Description": "OWN BACK LIMITEDREVENGE ARRANGED, PRICE ACCORDING TO TASK, ALL DIFFICULT TASKS UNDERTAKEN, TREASURE HUNTED, ETC. It seemed like a marvellous scheme at the time! Frank and Jess had set up the business because they needed money - their pocket-money had been stopped just when Frank owed Buster Knell ten pence. Their father had put a quick stop to ERRANDS RUN, so why not try something that was bad instead? Offering to do dreadful things that other people didn't dare to do? So they pinned up the notice on the potting-shed and waited for customers. But of course, nothing's ever THAT straightforward.",
    "PublishedYear": 2002,
    "AverageRating": 3.59,
    "RatingsCount": 69,
    "ISBN": 9780007129652,
    "Stock": 22,
    "Key": 62,
    "id": 62
  },
  {
    "Name": "Dead Reckoning (Sookie Stackhouse/True Blood, Book 11)",
    "Author": "Charlaine Harris",
    "Reviews": 2094,
    "MarketPrice": 600,
    "ourPrice": 470,
    "PurchasePrice": 420,
    "NumPages": 173,
    "Genre": "Fiction",
    "Categories": "Emotional problems",
    "Description": "Fifteen-year old Callie is so withdrawn that she's not speaking to anyone - including her therapist at Sea Pines, known to its guests as 'Sick Minds' - the residential treatment facility where her parents and doctor send her after discovering that she cuts herself. Her story unfolds primarily through dramatic monologues, gradually revealing the family turmoil that led to her self-destructive behaviour.",
    "PublishedYear": 2002,
    "AverageRating": 3.76,
    "RatingsCount": 107,
    "ISBN": 9780007130313,
    "Stock": 23,
    "Key": 63,
    "id": 63
  },
  {
    "Name": "Dear Zoo: A Lift-the-Flap Book",
    "Author": "Rod Campbell",
    "Reviews": 10922,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 224,
    "Genre": "Fiction",
    "Categories": "Characters and characteristics in motion pictures",
    "Description": "With complete access to artwork created over a five-year period, this guide illustrates the creative development of The Return of the King. It contains over 600 images, from the earliest pencil sketches and conceptual drawings to magnificent paintings, sculptures and digital imagery that shaped the look of the film. Contributing artists include John Howe and Alan Lee, artists who have inspired Peter Jackson's vision of Middle-earth and worked with him to bring the trilogy to the big screen. Peter Jackson himself provides the afterword in which he discusses the importance of the conceptual art to the film. It covers most aspects of the eagerly awaited finale to the enormously successful trilogy, from locations and costumes to weaponry and creatures. The artists who created all of these diverse elements explain how they contributed to the development of the film.",
    "PublishedYear": 2004,
    "AverageRating": 4.54,
    "RatingsCount": 28,
    "ISBN": 9780007135653,
    "Stock": 24,
    "Key": 64,
    "id": 64
  },
  {
    "Name": "Dear Zoo: A Lift-the-Flap Book",
    "Author": "Rod Campbell",
    "Reviews": 10922,
    "MarketPrice": 1200,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 1200,
    "Genre": "Fiction",
    "Categories": "Fantasy fiction, English",
    "Description": "Since it was first published in 1954, 'The Lord of the Rings' has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike. Well over 100 million copies of its many editions have been sold around the world, and occasional collectors’ editions become prized and valuable items of publishing. With the epic trilogy now being released on film, images of the characters and landscapes have become eagerly sought after. Much of the look of the movies is based on Alan Lee’s paintings, giving this Centenary edition of Tolkien’s great work new relevance for the ever-growing number of fans.",
    "PublishedYear": 2002,
    "AverageRating": 4.49,
    "RatingsCount": 680,
    "ISBN": 9780007136582,
    "Stock": 25,
    "Key": 65,
    "id": 65
  },
  {
    "Name": "Dear Zoo: A Lift-the-Flap Book",
    "Author": "Rod Campbell",
    "Reviews": 10922,
    "MarketPrice": 1100,
    "ourPrice": 490,
    "PurchasePrice": 495,
    "NumPages": 410,
    "Genre": "Fiction",
    "Categories": "Baggins, Frodo (Fictitious character)",
    "Description": "Tolkien's classic fantasy about the quest to save Middle-Earth--and the basis for Peter Jackson's Academy Award(-winning film trilogy--is now available in these Young Reader's Editions. Each book of the trilogy is available individually, or together in a three-volume paperback boxed set.",
    "PublishedYear": 2002,
    "AverageRating": 4.35,
    "RatingsCount": 56,
    "ISBN": 9780007136599,
    "Stock": 26,
    "Key": 66,
    "id": 66
  },
  {
    "Name": "Dear Zoo: A Lift-the-Flap Book",
    "Author": "Rod Campbell",
    "Reviews": 10922,
    "MarketPrice": 250,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 527,
    "Genre": "Fiction",
    "Categories": "Fantasy fiction",
    "Description": "When a dangerous necromancer threatens to unleash a long-buried evil, Lirael and Prince Sameth are drawn into a battle to save the Old Kingdom and reveal their true destinies. Suggested level: secondary.",
    "PublishedYear": 2004,
    "AverageRating": 4.3,
    "RatingsCount": 1339,
    "ISBN": 9780007137336,
    "Stock": 27,
    "Key": 67,
    "id": 67
  },
  {
    "Name": "Decision Points",
    "Author": "George W. Bush",
    "Reviews": 2137,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 390,
    "NumPages": 178,
    "Genre": "Non Fiction",
    "Categories": "Fairy tales, English",
    "Description": "Never before published in a single volume, Tolkien's four novellas (\"Farmer Giles of Ham, Leaf by Niggle, Smith of Wootton Major,\" and \"Roverandom\") and one book of poems (\"The Adventures of Tom Bombadil\") are gathered together in a fully illustrated set.",
    "PublishedYear": 2002,
    "AverageRating": 4.08,
    "RatingsCount": 2964,
    "ISBN": 9780007149124,
    "Stock": 28,
    "Key": 68,
    "id": 68
  },
  {
    "Name": "Delivering Happiness: A Path to Profits, Passion, and Purpose",
    "Author": "Tony Hsieh",
    "Reviews": 1651,
    "MarketPrice": 545,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 336,
    "Genre": "Non Fiction",
    "Categories": "Hallucinogenic drugs",
    "Description": "A new 'The Doors of Perception' for the 21st century? A visionary journey from cynicism to shamanism by a brilliant young US writer.",
    "PublishedYear": 2004,
    "AverageRating": 4.06,
    "RatingsCount": 46,
    "ISBN": 9780007149612,
    "Stock": 29,
    "Key": 69,
    "id": 69
  },
  {
    "Name": "Diagnostic and Statistical Manual of Mental Disorders, 5th Edition: DSM-5",
    "Author": "American Psychiatric Association",
    "Reviews": 6679,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 414,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "For sixty years, Jewish refugees and their descendants have prospered in the Federal District of Sitka, a \"temporary\" safe haven created in the wake of revelations of the Holocaust and the shocking 1948 collapse of the fledgling state of Israel. Proud, grateful, and longing to be American, the Jews of the Sitka District have created their own little world in the Alaskan panhandle, a vibrant, gritty, soulful, and complex frontier city that moves to the music of Yiddish. For sixty years they have been left alone, neglected and half-forgotten in a backwater of history. Now the District is set to revert to Alaskan control, and their dream is coming to an end: once again the tides of history threaten to sweep them up and carry them off into the unknown. But homicide detective Meyer Landsman of the District Police has enough problems without worrying about the upcoming Reversion. His life is a shambles, his marriage a wreck, his career a disaster. He and his half-Tlingit partner, Berko Shemets, can't catch a break in any of their outstanding cases. Landsman's new supervisor is the love of his life—and also his worst nightmare. And in the cheap hotel where he has washed up, someone has just committed a murder—right under Landsman's nose. Out of habit, obligation, and a mysterious sense that it somehow offers him a shot at redeeming himself, Landsman begins to investigate the killing of his neighbor, a former chess prodigy. But when word comes down from on high that the case is to be dropped immediately, Landsman soon finds himself contending with all the powerful forces of faith, obsession, hopefulness, evil, and salvation that are his heritage—and with the unfinished business of his marriage to Bina Gelbfish, the one person who understands his darkest fears. At once a gripping whodunit, a love story, an homage to 1940s noir, and an exploration of the mysteries of exile and redemption, The Yiddish Policemen's Union is a novel only Michael Chabon could have written.",
    "PublishedYear": 2007,
    "AverageRating": 3.7,
    "RatingsCount": 51219,
    "ISBN": 9780007149827,
    "Stock": 30,
    "Key": 70,
    "id": 70
  },
  {
    "Name": "Diagnostic and Statistical Manual of Mental Disorders, 5th Edition: DSM-5",
    "Author": "American Psychiatric Association",
    "Reviews": 6679,
    "MarketPrice": 253,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 242,
    "Genre": "Non Fiction",
    "Categories": "Children's stories",
    "Description": "A matter of life and death - and the Throne of England",
    "PublishedYear": 2003,
    "AverageRating": 3.88,
    "RatingsCount": 78,
    "ISBN": 9780007150304,
    "Stock": 3,
    "Key": 71,
    "id": 71
  },
  {
    "Name": "Diary of a Wimpy Kid: Hard Luck, Book 8",
    "Author": "Jeff Kinney",
    "Reviews": 6812,
    "MarketPrice": 654,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 400,
    "Genre": "Fiction",
    "Categories": "Parenthood",
    "Description": "It should be the most natural thing in the world. But in Tony Parsons' latest bestseller, three couples discover that Mother Nature can be one hell of a bitch.",
    "PublishedYear": 2005,
    "AverageRating": 3.51,
    "RatingsCount": 2095,
    "ISBN": 9780007151240,
    "Stock": 4,
    "Key": 72,
    "id": 72
  },
  {
    "Name": "Diary of a Wimpy Kid: The Last Straw (Book 3)",
    "Author": "Jeff Kinney",
    "Reviews": 3837,
    "MarketPrice": 654,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 303,
    "Genre": "Fiction",
    "Categories": "FICTION",
    "Description": "Gipsy S Acre Was A Truly Beautiful Upland Site With Views Out To Sea And In Michael Rogers It Stirred A Child-Like Fantasy. There, Among The Dark Fir Trees, He Planned To Build A House, Find A Wonderful Girl And Live Happily Ever After, Yet, As He Left The Village, A Shadow Of Menace Hung Over The Land. For This Was The Place Where Accidents Happened. Perhaps Michael Should Have Heeded The Locals Warnings: There S No Luck For Them As Meddles With Gipsy S Acre .",
    "PublishedYear": 2002,
    "AverageRating": 3.77,
    "RatingsCount": 12740,
    "ISBN": 9780007151677,
    "Stock": 5,
    "Key": 73,
    "id": 73
  },
  {
    "Name": "Diary of a Wimpy Kid: The Long Haul",
    "Author": "Jeff Kinney",
    "Reviews": 6540,
    "MarketPrice": 655,
    "ourPrice": 480,
    "PurchasePrice": 470,
    "NumPages": 306,
    "Genre": "Fiction",
    "Categories": "Literary Collections",
    "Description": "The Harper's Essay' is reprinted in this volume alongside personal essays and painstaking, often funny reportage. Although his subjects range widely, each piece wrestles with the erosion of civic life and private dignity, and the hidden persistence of loneliness in postmodern America.",
    "PublishedYear": 2004,
    "AverageRating": 3.6,
    "RatingsCount": 327,
    "ISBN": 9780007153589,
    "Stock": 6,
    "Key": 74,
    "id": 74
  },
  {
    "Name": "Difficult Riddles For Smart Kids: 300 Difficult Riddles And Brain Teasers Families Will Love (Books for Smart Kids)",
    "Author": "M Prefontaine",
    "Reviews": 7955,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 396,
    "Genre": "Non Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A mysterious stranger appears at a New Year's Eve party, becoming the enigmatic sleuthing sidekick to the snobbish Mr Satterthwaite... So far, it had been a typical New Year's Eve house party. But Mr Satterthwaite - a keen observer of human nature - sensed that the real drama of the evening was yet to unfold. So it proved when a mysterious stranger arrived after midnight. Who was this Mr Quin? And why did his presence have such a pronounced effect on Eleanor Portal, the woman with the dyed-black hair?",
    "PublishedYear": 2003,
    "AverageRating": 3.72,
    "RatingsCount": 7514,
    "ISBN": 9780007154845,
    "Stock": 7,
    "Key": 75,
    "id": 75
  },
  {
    "Name": "Divergent",
    "Author": "Veronica Roth",
    "Reviews": 27098,
    "MarketPrice": 600,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 317,
    "Genre": "Fiction",
    "Categories": "Detective and mystery stories",
    "Description": "A selection of mysteries, some light-hearted, some romantic, some very deadly... Twelve tantalizing cases... the curious disappearance of Lord Listerdale; a newlywed's fear of her ex-fiance; a strange encounter on a train; a domestic murder investigation; a wild man's sudden personality change; a retired inspector's hunt for a murderess; a young woman's impersonation of a duchess; a necklace hidden in a basket of cherries; a mystery writer's arrest for murder; an astonishing marriage proposal; a soprano's hatred for a baritone; the case of the rajah's emerald. All have one thing in common: the skilful hand of Agatha Christie.",
    "PublishedYear": 2003,
    "AverageRating": 3.55,
    "RatingsCount": 178,
    "ISBN": 9780007154883,
    "Stock": 8,
    "Key": 76,
    "id": 76
  },
  {
    "Name": "Divergent",
    "Author": "Veronica Roth",
    "Reviews": 27098,
    "MarketPrice": 700,
    "ourPrice": 450,
    "PurchasePrice": 420,
    "NumPages": 384,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Oscar Wilde had one of literary history's most explosive love affairs with Lord Alfred \"Bosie\" Douglas. In 1895, Bosie's father, the Marquess of Queensberry, delivered a note to the Albemarle Club addressed to \"Oscar Wilde posing as sodomite.\" With Bosie's encouragement, Wilde sued the Marquess for libel. He not only lost but he was tried twice for \"gross indecency\" and sent to prison with two years' hard labor. With this publication of the uncensored trial transcripts, readers can for the first time in more than a century hear Wilde at his most articulate and brilliant. The Real Trial of Oscar Wilde documents an alarmingly swift fall from grace; it is also a supremely moving testament to the right to live, work, and love as one's heart dictates.",
    "PublishedYear": 2004,
    "AverageRating": 4.04,
    "RatingsCount": 183,
    "ISBN": 9780007158058,
    "Stock": 9,
    "Key": 77,
    "id": 77
  },
  {
    "Name": "Divergent / Insurgent",
    "Author": "Veronica Roth",
    "Reviews": 17684,
    "MarketPrice": 800,
    "ourPrice": 490,
    "PurchasePrice": 480,
    "NumPages": 48,
    "Genre": "Fiction",
    "Categories": "Authors, American",
    "Description": "Nonsense rhyming story. 4 yrs+",
    "PublishedYear": 2003,
    "AverageRating": 4.2,
    "RatingsCount": 16561,
    "ISBN": 9780007158515,
    "Stock": 10,
    "Key": 78,
    "id": 78
  },
  {
    "Name": "Divine Soul Mind Body Healing and Transmission System: The Divine Way to Heal You, Humanity, Mother Earth, and All…",
    "Author": "Zhi Gang Sha",
    "Reviews": 37,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 48,
    "Genre": "Non Fiction",
    "Categories": "Adventure stories",
    "Description": "From bang-ups and hang-ups to lurches and slumps. Dr. Seuss takes a hilarious look at the mishaps and misadventures that life may have in store for us.",
    "PublishedYear": 2003,
    "AverageRating": 4.35,
    "RatingsCount": 926,
    "ISBN": 9780007158522,
    "Stock": 11,
    "Key": 79,
    "id": 79
  },
  {
    "Name": "Doctor Sleep: A Novel",
    "Author": "Stephen King",
    "Reviews": 15845,
    "MarketPrice": 650,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 208,
    "Genre": "Fiction",
    "Categories": "Vietnam War, 1961-1975",
    "Description": "Perhaps the best book to emerge from the Vietnam War -- reissued alongside five other jewels of the Flamingo backlist from the 1970s. First published in1973, this intensely personal novel about one foot soldier's tour of duty in Vietnam established Tim O'Brien's reputation as the outstanding chronicler of the Vietnam experience for a generation of Americans. From basic training to the front line and back again, he takes the reader on an unforgettable journey -- walking the minefields of My Lai, fighting the heat and the snipers in an alien land, crawling into the ghostly tunnels -- as he explores the ambiguities of manhood and morality in a war no one believes in.",
    "PublishedYear": 2003,
    "AverageRating": 3.95,
    "RatingsCount": 11,
    "ISBN": 9780007162994,
    "Stock": 12,
    "Key": 80,
    "id": 80
  },
  {
    "Name": "Dog Days (Diary of a Wimpy Kid, Book 4) (Volume 4)",
    "Author": "Jeff Kinney",
    "Reviews": 3181,
    "MarketPrice": 950,
    "ourPrice": 400,
    "PurchasePrice": 380,
    "NumPages": 554,
    "Genre": "Fiction",
    "Categories": "Baggins, Frodo (Fictitious character)",
    "Description": "THE GREATEST FANTASY EPIC OF OUR TIME While the evil might of the Dark Lord Sauron swarmed out to conquer all Middle-earth, Frodo and Sam struggled deep into Mordor, seat of Sauron's power. To defeat the Dark Lord, the accursed Ring of Power had to be destroyed in the fires of Mount Doom. But the way was impossibly hard, and Frodo was weakening. Weighed down by the compulsion of the Ring he began finally to despair. The awesome conclusion of J.R.R. Tolkien's The Lord of the Rings, beloved by millions of readers around the world.",
    "PublishedYear": 2003,
    "AverageRating": 4.52,
    "RatingsCount": 253,
    "ISBN": 9780007171996,
    "Stock": 13,
    "Key": 81,
    "id": 81
  },
  {
    "Name": "Dog Man and Cat Kid: From the Creator of Captain Underpants (Dog Man #4)",
    "Author": "Dav Pilkey",
    "Reviews": 5062,
    "MarketPrice": 850,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 386,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Designed to take fans of The Hobbit and The Lord of the Rings deeper into the myths and legends of Middle-earth The Silmarillion is an account of the Elder Days, of the First Age of Tolkien s world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor. Included in the book are several shorter works. The Ainulindale is a myth of the Creation and in the Valaquenta the nature and powers of each of the gods is described. The Akallabeth recounts the downfall of the great island kingdom of Numenor at the end of the Second Age and Of the Rings of Power tells of the great events at the end of the Third Age, as narrated in The Lord of the Rings. This pivotal work features the revised, corrected text and includes, by way of an introduction, a fascinating letter written by Tolkien in 1951 in which he gives a full explanation of how he conceived the early Ages of Middle-earth.\"",
    "PublishedYear": 2004,
    "AverageRating": 3.91,
    "RatingsCount": 49,
    "ISBN": 9780007173020,
    "Stock": 14,
    "Key": 82,
    "id": 82
  },
  {
    "Name": "Dog Man: A Tale of Two Kitties: From the Creator of Captain Underpants (Dog Man #3)",
    "Author": "Dav Pilkey",
    "Reviews": 4786,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 280,
    "NumPages": 64,
    "Genre": "Fiction",
    "Categories": "Children's stories",
    "Description": "A boy imagines what it would be like if he had such things as duck feet, a whale spout, and an elephant's trunk.",
    "PublishedYear": 2004,
    "AverageRating": 4.16,
    "RatingsCount": 8903,
    "ISBN": 9780007173136,
    "Stock": 15,
    "Key": 83,
    "id": 83
  },
  {
    "Name": "Dog Man: Brawl of the Wild: From the Creator of Captain Underpants (Dog Man #6)",
    "Author": "Dav Pilkey",
    "Reviews": 7235,
    "MarketPrice": 600,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 36,
    "Genre": "Fiction",
    "Categories": "Children's stories",
    "Description": "Tie your tongue in terrible knots as you try to read aloud. Nonsense rhyming story.",
    "PublishedYear": 2004,
    "AverageRating": 4.01,
    "RatingsCount": 5726,
    "ISBN": 9780007175222,
    "Stock": 16,
    "Key": 84,
    "id": 84
  },
  {
    "Name": "Dog Man: Brawl of the Wild: From the Creator of Captain Underpants (Dog Man #6)",
    "Author": "Dav Pilkey",
    "Reviews": 7235,
    "MarketPrice": 600,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 208,
    "Genre": "Fiction",
    "Categories": "Boys",
    "Description": "A study guide for the novel There's a Boy in the Girl's bathroom.",
    "PublishedYear": 2004,
    "AverageRating": 3.98,
    "RatingsCount": 174,
    "ISBN": 9780007178636,
    "Stock": 17,
    "Key": 85,
    "id": 85
  },
  {
    "Name": "Dog Man: Fetch-22: From the Creator of Captain Underpants (Dog Man #8)",
    "Author": "Dav Pilkey",
    "Reviews": 12619,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 371,
    "Genre": "Fiction",
    "Categories": "Computer programmers",
    "Description": "At computer giant Microsoft, Dan, Susan, Abe, Todd and Bug are struggling to get a life. The job may be super cool, the pay may be astronomical, but they're heading nowhere, and however hard they work, however many shares they earn, they're never going to be as rich as Bill. And besides, with all the hours they're putting in, their best relationships are on e-mail. Something's got to give.",
    "PublishedYear": 2004,
    "AverageRating": 3.88,
    "RatingsCount": 436,
    "ISBN": 9780007179817,
    "Stock": 18,
    "Key": 86,
    "id": 86
  },
  {
    "Name": "Dog Man: For Whom the Ball Rolls: From the Creator of Captain Underpants (Dog Man #7)",
    "Author": "Dav Pilkey",
    "Reviews": 9089,
    "MarketPrice": 400,
    "ourPrice": 200,
    "PurchasePrice": 150,
    "NumPages": 320,
    "Genre": "Fiction",
    "Categories": "Actors",
    "Description": "The brilliant new novel from the bestselling cult author of them all. Susan and John need to disappear -- Susan and John need to find each other. Meet Susan Colgate -- Miss Wyoming. Winner of a hundred teen pageants, child TV soap star, owner of a hideously pushy mother... and now reduced to small, brainless parts in small, brainless movies. Oh, and sole survivor of Flight 802. If she were to walk away from the wreckage now, before the emergency crews get here, she could disappear and nobody would ever know... Meet John Johnson -- action film producer (Bel Air P. I... um, Bel Air P. I. 2), occasional sado-masochist, junkie. He just died -- but only for 5 minutes. But while he was gone, he saw a vision of a woman's face and realized that it was time to escape, to ditch the baggage of being horny, rich, lonely John Johnson and to lose himself. To disappear. Wouldn't it be nice if they were to find themselves and get together?In many ways a reprise of Girlfriend in a Coma, Miss Wyoming represents a further leap forwards into the World According to Coupland -- a witty, genuinely funny look at who we are, how we can change, and how we can make a difference.",
    "PublishedYear": 2004,
    "AverageRating": 3.48,
    "RatingsCount": 110,
    "ISBN": 9780007179824,
    "Stock": 19,
    "Key": 87,
    "id": 87
  },
  {
    "Name": "Dog Man: Lord of the Fleas: From the Creator of Captain Underpants (Dog Man #5)",
    "Author": "Dav Pilkey",
    "Reviews": 5470,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 200,
    "NumPages": 454,
    "Genre": "Fiction",
    "Categories": "Friendship",
    "Description": "The new warm and absorbing story from the author of PS, I LOVE YOU is a bittersweet tale of childhood friends Rosie and Alex whose relationship must survive many trials and tribulations, not least the discovery of their true feelings for one another.From naughty children to rebellious teenagers and mixed-up twenty- and thirty-somethings, Rosie and Alex have stuck by each other through thick and thin, even when Alex moved across the Atlantic to Boston and Rosie fell pregnant as a teenager. Alex supportsRosie through one of the most difficult times of her life -- a time when she should be out partying and going to university but is instead changing nappies and coping with a screaming baby. In return, Rosie is there for Alex when he strugglesthrough his medical internship and copes with a messy divorce. Throughout the ups and downs of each other's lives, they have remained a constant, a shoulder to cry on, someone to laugh and share their innermost feelings with.But can their friendship survive the years and the miles and, more critically, when they each marry someone else? Were they meant to be more than just good friends all along? Misunderstandings, circumstances and sheer bad luck",
    "PublishedYear": 2004,
    "AverageRating": 3.94,
    "RatingsCount": 642,
    "ISBN": 9780007189953,
    "Stock": 3,
    "Key": 88,
    "id": 88
  },
  {
    "Name": "Double Down (Diary of a Wimpy Kid #11)",
    "Author": "Jeff Kinney",
    "Reviews": 5118,
    "MarketPrice": 100,
    "ourPrice": 90,
    "PurchasePrice": 80,
    "NumPages": 727,
    "Genre": "Fiction",
    "Categories": "Authors",
    "Description": "The final POIROT omnibus, featuring the last four appearances of the detective's side-kick, the sleuthing crime novelist Ariadne Oliver: Third Girl, Hallowe'en Party, Elephants Can Remember and The Pale Horse. Poirot and Mrs Oliver continue their sleuthing in the 1960s in four uncharacteristically 'modern' novels with an added twist of danger...Third Girl Poirot finally admits he is growing old as a perplexed girl thinks she may have killed someone. Here Christie dragged Poirot into the swinging 60s and effectively squared him up against a world featuring sex, drugs and hippies. Hallowe'en Party A teenage murder witness is drowned in a tub of apples. This was only the second time Christie wrote about the death of a child, and is all the more engrossing for it. Elephants Can Remember An old husband and wife double murder has never been solved -- until now. This was the very last Poirot story that Agatha Christie wrote, and garnered good reviews. The Pale Horse A priest's death leads to sinister goings-on in an old country inn. This bonus novel featured Mrs Oliver for once without Poirot and was one of Christie's darkest stories, blending witchcraft and murder.",
    "PublishedYear": 2005,
    "AverageRating": 4.2,
    "RatingsCount": 83,
    "ISBN": 9780007190683,
    "Stock": 4,
    "Key": 89,
    "id": 89
  },
  {
    "Name": "Dover Creative Haven Art Nouveau Animal Designs Coloring Book (Creative Haven Coloring Books)",
    "Author": "Marty Noble",
    "Reviews": 2134,
    "MarketPrice": 900,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 224,
    "Genre": "Non Fiction",
    "Categories": "Costume",
    "Description": "The definitive guide to the design of the movie, incorporating the best artwork from the trilogy plus many never-before-published paintings, sketches, digital shots and photos.With complete access to artwork created over a five-year period, this authoritative and insightful book illustrates the creative development of the entire Lord of the Rings movie trilogy.This official book contains over 400 exclusive images; the very best artworks from the first three Art books are collected together, many much larger than they have been seen before, with all-new text and information and new interviews with many of the artists. In addition, the book includes 100 unpublished artworks from the extended Director's cuts of the three films, and digital imagery and designs not available when the first books were published.Printed on high-quality art paper, this lavish book is ideal for Tolkien collectors, film enthusiasts and art students and finally allows the massive undertaking of making The Lord of the Rings trilogy to be fully appreciated.",
    "PublishedYear": 2004,
    "AverageRating": 4.52,
    "RatingsCount": 12,
    "ISBN": 9780007191925,
    "Stock": 5,
    "Key": 90,
    "id": 90
  },
  {
    "Name": "Drive: The Surprising Truth About What Motivates Us",
    "Author": "Daniel H. Pink",
    "Reviews": 2525,
    "MarketPrice": 800,
    "ourPrice": 490,
    "PurchasePrice": 480,
    "NumPages": 388,
    "Genre": "Non Fiction",
    "Categories": "African American plantation owners",
    "Description": "An epic narrative that takes a look at slavery in all of its moral complexities.",
    "PublishedYear": 2004,
    "AverageRating": 3.83,
    "RatingsCount": 437,
    "ISBN": 9780007195305,
    "Stock": 6,
    "Key": 91,
    "id": 91
  },
  {
    "Name": "Eat This Not That! Supermarket Survival Guide: The No-Diet Weight Loss Solution",
    "Author": "David Zinczenko",
    "Reviews": 720,
    "MarketPrice": 700,
    "ourPrice": 460,
    "PurchasePrice": 460,
    "NumPages": 240,
    "Genre": "Non Fiction",
    "Categories": "Conduct of life",
    "Description": "A potent pathway to self-awakening that will help you to live your greatest life and claim the happiness, prosperity and inner peace that you deserve. From the author of the international bestseller, The Monk Who Sold His Ferrari.",
    "PublishedYear": 2004,
    "AverageRating": 3.9,
    "RatingsCount": 1956,
    "ISBN": 9780007195718,
    "Stock": 7,
    "Key": 92,
    "id": 92
  },
  {
    "Name": "Eat This, Not That! Thousands of Simple Food Swaps that Can Save You 10, 20, 30 Pounds--or More!",
    "Author": "David Zinczenko",
    "Reviews": 956,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 100,
    "NumPages": 289,
    "Genre": "Non Fiction",
    "Categories": "Alienation (Social psychology)",
    "Description": "The anarchic, phenomenally strong-selling classic from the godfather of the Beats: revitalised with a cool new jacket. WELCOME TO INTERZONE...Say hello to Bradley the Buyer, the best narcotics agent in the business. Attend international playboy A.J.'s annual party, where the punch is to be treated with extreme caution. Meet Dr 'Fingers' Schafer, the Lobotomy Kid and his giant centipede, 'The Complete American De-anxietized Man.' And enter the dark and infernal mind of Bill Lee as he pursues his daily quest for the ultimate merchandise...Provocative, influential, morbidly fascinating, Naked Lunch is an apocalyptic ride through the darker recesses of the human psyche.",
    "PublishedYear": 2005,
    "AverageRating": 3.44,
    "RatingsCount": 478,
    "ISBN": 9780007204441,
    "Stock": 8,
    "Key": 93,
    "id": 93
  },
  {
    "Name": "Eat to Live: The Amazing Nutrient-Rich Program for Fast and Sustained Weight Loss, Revised Edition",
    "Author": "Joel Fuhrman MD",
    "Reviews": 6346,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 100,
    "NumPages": 336,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Miller's groundbreaking first novel, banned in Britain for almost thirty years, now reinvigorated in a new Harper Perennial Modern Classics edition. A penniless and as yet unpublished writer, Henry Miller arrived in Paris in 1930. Leaving behind a disintegrating marriage and an unhappy career in America, he threw himself into the low-life of bohemian Paris with unwavering gusto. A fictional account of Miller's adventures amongst the prostitutes and pimps, the penniless painters and writers of Montparnasse, Tropic of Cancer is an extravagant and rhapsodic hymn to a world of unrivalled eroticism and freedom. Tropic of Cancer's 1934 publication in France was hailed by Samuel Beckett as 'a momentous event in the history of modern writing'. The novel was subsequently banned in the UK and the USA and not released for publication for a further thirty years.",
    "PublishedYear": 2005,
    "AverageRating": 3.69,
    "RatingsCount": 709,
    "ISBN": 9780007204465,
    "Stock": 9,
    "Key": 94,
    "id": 94
  },
  {
    "Name": "Eat to Live: The Amazing Nutrient-Rich Program for Fast and Sustained Weight Loss, Revised Edition",
    "Author": "Joel Fuhrman MD",
    "Reviews": 6346,
    "MarketPrice": 1200,
    "ourPrice": 450,
    "PurchasePrice": 100,
    "NumPages": 318,
    "Genre": "Non Fiction",
    "Categories": "Cowboys",
    "Description": "The title story in this collection of shorts now a film from Ang Lee.",
    "PublishedYear": 2006,
    "AverageRating": 3.99,
    "RatingsCount": 466,
    "ISBN": 9780007205585,
    "Stock": 10,
    "Key": 95,
    "id": 95
  },
  {
    "Name": "Eclipse (Twilight Sagas)",
    "Author": "Stephenie Meyer",
    "Reviews": 5505,
    "MarketPrice": 1100,
    "ourPrice": 480,
    "PurchasePrice": 152,
    "NumPages": 169,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Depicts the inner-workings of the Hollywood movie industry and its impact on the fabric of American life.",
    "PublishedYear": 1994,
    "AverageRating": 3.65,
    "RatingsCount": 6836,
    "ISBN": 9780020199854,
    "Stock": 11,
    "Key": 96,
    "id": 96
  },
  {
    "Name": "Eclipse (Twilight)",
    "Author": "Stephenie Meyer",
    "Reviews": 5505,
    "MarketPrice": 250,
    "ourPrice": 190,
    "PurchasePrice": 21,
    "NumPages": 208,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A retelling of The Mabinogion in novel form. Manawydon finally unites with Rhiannon - an aspect of the Goddess - but his happiness is shaken by the appearance of the Gray Man, who seeks vengeance against the living and especially against one who would claim the Goddess.",
    "PublishedYear": 1992,
    "AverageRating": 4.02,
    "RatingsCount": 247,
    "ISBN": 9780020264736,
    "Stock": 12,
    "Key": 97,
    "id": 97
  },
  {
    "Name": "Educated: A Memoir",
    "Author": "Tara Westover",
    "Reviews": 28729,
    "MarketPrice": 358,
    "ourPrice": 250,
    "PurchasePrice": 123,
    "NumPages": 203,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Before she wrote her Pulitzer Prize-winning bestseller The Shipping News, E. Annie Proulx was already producing some of the finest short fiction in the country. Here are her collected stories, including two new works never before anthologized. These stories reverberate with rural tradition, the rites of nature, and the rituals of small-town life. The country is blue-collar New England; the characters are native families and the dispossessed working class, whose heritage is challenged by the neorural bourgeoisie from the city; and the themes are as elemental as the landscape: revenge, malice, greed, passion. Told with skill and profundity and crafted by a master storyteller, these are lean, tough tales of an extraordinary place and its people.",
    "PublishedYear": 1995,
    "AverageRating": 3.93,
    "RatingsCount": 1822,
    "ISBN": 9780020360759,
    "Stock": 13,
    "Key": 98,
    "id": 98
  },
  {
    "Name": "Educated: A Memoir",
    "Author": "Tara Westover",
    "Reviews": 28729,
    "MarketPrice": 545,
    "ourPrice": 500,
    "PurchasePrice": 111,
    "NumPages": 216,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "The \"Dawn Treader\" is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Mizaz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World. Illustrations.",
    "PublishedYear": 1970,
    "AverageRating": 4.09,
    "RatingsCount": 2869,
    "ISBN": 9780020442608,
    "Stock": 14,
    "Key": 99,
    "id": 99
  },
  {
    "Name": "Enchanted Forest: An Inky Quest and Coloring book (Activity Books, Mindfulness and Meditation, Illustrated Floral Prints…",
    "Author": "Johanna Basford",
    "Reviews": 5413,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 520,
    "NumPages": 1425,
    "Genre": "Non Fiction",
    "Categories": "Fairy tales",
    "Description": "",
    "PublishedYear": 1978,
    "AverageRating": 4.26,
    "RatingsCount": 1446,
    "ISBN": 9780020442806,
    "Stock": 15,
    "Key": 100,
    "id": 100
  },
  {
    "Name": "Fahrenheit 451",
    "Author": "Ray Bradbury",
    "Reviews": 10721,
    "MarketPrice": 253,
    "ourPrice": 200,
    "PurchasePrice": 111,
    "NumPages": 499,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Forty-nine stories reflect much of the intensity of Hemingway's own life and environment",
    "PublishedYear": 1986,
    "AverageRating": 4.26,
    "RatingsCount": 106,
    "ISBN": 9780020518600,
    "Stock": 16,
    "Key": 101,
    "id": 101
  },
  {
    "Name": "Fahrenheit 451",
    "Author": "Ray Bradbury",
    "Reviews": 10721,
    "MarketPrice": 654,
    "ourPrice": 450,
    "PurchasePrice": 215,
    "NumPages": 172,
    "Genre": "Fiction",
    "Categories": "Christianity",
    "Description": "One of C.S. Lewis's most imaginative creations, this world-famous book is a humorous correspondence between the devil Screwtape and his apprentice Wormwood, whose job is to produce a human's soul for eternity in hell. Filled with astute insights into temptation, repentance, and grace, this wonderful tale intelligently explores what it means to live a good, honest life and is a favorite of Lewis fans.",
    "PublishedYear": 1982,
    "AverageRating": 4.22,
    "RatingsCount": 313,
    "ISBN": 9780020867401,
    "Stock": 17,
    "Key": 102,
    "id": 102
  },
  {
    "Name": "Fantastic Beasts and Where to Find Them: The Original Screenplay (Harry Potter)",
    "Author": "J.K. Rowling",
    "Reviews": 4370,
    "MarketPrice": 654,
    "ourPrice": 490,
    "PurchasePrice": 142,
    "NumPages": 95,
    "Genre": "Fiction",
    "Categories": "Philosophy",
    "Description": "",
    "PublishedYear": 1953,
    "AverageRating": 3.64,
    "RatingsCount": 430,
    "ISBN": 9780023513206,
    "Stock": 18,
    "Key": 103,
    "id": 103
  },
  {
    "Name": "Fear: Trump in the White House",
    "Author": "Bob Woodward",
    "Reviews": 6042,
    "MarketPrice": 655,
    "ourPrice": 460,
    "PurchasePrice": 420,
    "NumPages": 85,
    "Genre": "Non Fiction",
    "Categories": "Language Arts & Disciplines",
    "Description": "The only style manual ever to appear on the best-seller lists offers practical, fundamental advice on improving writing skills, promoting a style marked by simplicity, orderliness, and sincerity",
    "PublishedYear": 1979,
    "AverageRating": 4.2,
    "RatingsCount": 204,
    "ISBN": 9780024181909,
    "Stock": 19,
    "Key": 104,
    "id": 104
  },
  {
    "Name": "Fifty Shades Darker",
    "Author": "E L James",
    "Reviews": 23631,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 352,
    "Genre": "Fiction",
    "Categories": "Philosophy",
    "Description": "Library of Liberal Arts title.",
    "PublishedYear": 1966,
    "AverageRating": 4.04,
    "RatingsCount": 199,
    "ISBN": 9780024266408,
    "Stock": 20,
    "Key": 105,
    "id": 105
  },
  {
    "Name": "Fifty Shades Freed: Book Three of the Fifty Shades Trilogy (Fifty Shades of Grey Series) (English Edition)",
    "Author": "E L James",
    "Reviews": 20262,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 250,
    "NumPages": 463,
    "Genre": "Fiction",
    "Categories": "History",
    "Description": "",
    "PublishedYear": 1976,
    "AverageRating": 4.12,
    "RatingsCount": 6,
    "ISBN": 9780026995016,
    "Stock": 21,
    "Key": 106,
    "id": 106
  },
  {
    "Name": "Fifty Shades of Grey: Book One of the Fifty Shades Trilogy (Fifty Shades of Grey Series)",
    "Author": "E L James",
    "Reviews": 47265,
    "MarketPrice": 700,
    "ourPrice": 450,
    "PurchasePrice": 350,
    "NumPages": 46,
    "Genre": "Fiction",
    "Categories": "Animals, Treatment of",
    "Description": "While riding in the rumble seat of their old yellow car, three children spot and adopt a neglected pony.",
    "PublishedYear": 1971,
    "AverageRating": 4.17,
    "RatingsCount": 24,
    "ISBN": 9780027054903,
    "Stock": 22,
    "Key": 107,
    "id": 107
  },
  {
    "Name": "Fifty Shades of Grey: Book One of the Fifty Shades Trilogy (Fifty Shades of Grey Series)",
    "Author": "E L James",
    "Reviews": 47265,
    "MarketPrice": 800,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 197,
    "Genre": "Fiction",
    "Categories": "Grandmothers",
    "Description": "A Swedish boy long ago accompanies his ... [relatives] fromn their Scandinavian farm to ... Russia in an attempt to earn money by making unusual objects from human hair.\" - Book Buyer's Guide.",
    "PublishedYear": 1960,
    "AverageRating": 3.75,
    "RatingsCount": 3,
    "ISBN": 9780027897500,
    "Stock": 3,
    "Key": 108,
    "id": 108
  },
  {
    "Name": "Fifty Shades Trilogy (Fifty Shades of Grey / Fifty Shades Darker / Fifty Shades Freed)",
    "Author": "E L James",
    "Reviews": 13964,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 352,
    "Genre": "Fiction",
    "Categories": "History",
    "Description": "At last...the public hearing she was denied...These essays reveal keen powers of analysis applied to some of the most obdurate problems that bedevil electoral politics. Anyone who cares about the mechanisms of democracy should be engaged by her tough-minded explorations. It doesn't matter where you think you stand: it's all here, to argue or agree with. -- Henry Louis Gates, Jr. Lani Guinier's fascinating book is a prophetic intervention into a public conversation we desperately need to rejuvenate. There is no doubt that her powerful voice will produce good consequences for our nation and world. -- Cornel West, Author of Race Matters Intriguing and desperately needed... -- The San Francisco Chronicle",
    "PublishedYear": 1995,
    "AverageRating": 3.82,
    "RatingsCount": 39,
    "ISBN": 9780029131695,
    "Stock": 4,
    "Key": 109,
    "id": 109
  },
  {
    "Name": "Fire and Fury: Inside the Trump White House",
    "Author": "Michael Wolff",
    "Reviews": 13677,
    "MarketPrice": 650,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "History",
    "Description": "A blending of scholarly research and interviews with many of the figures who launched the civil rights movement in the 1960s and 1970s records the events of the movement's tumultuous first decade",
    "PublishedYear": 1986,
    "AverageRating": 4.04,
    "RatingsCount": 145,
    "ISBN": 9780029221303,
    "Stock": 5,
    "Key": 110,
    "id": 110
  },
  {
    "Name": "First 100 Words",
    "Author": "Roger Priddy",
    "Reviews": 17323,
    "MarketPrice": 950,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 384,
    "Genre": "Non Fiction",
    "Categories": "History",
    "Description": "Suggests a theory of presidential power, and tests it against the events in the administrations of the postwar presidents",
    "PublishedYear": 1991,
    "AverageRating": 3.79,
    "RatingsCount": 277,
    "ISBN": 9780029227961,
    "Stock": 6,
    "Key": 111,
    "id": 111
  },
  {
    "Name": "First 100 Words",
    "Author": "Roger Priddy",
    "Reviews": 17323,
    "MarketPrice": 850,
    "ourPrice": 490,
    "PurchasePrice": 480,
    "NumPages": 32,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Rabbit's schedule keeps him so busy his friends have to trick him into resting.",
    "PublishedYear": 1978,
    "AverageRating": 4.01,
    "RatingsCount": 88,
    "ISBN": 9780030420566,
    "Stock": 7,
    "Key": 112,
    "id": 112
  },
  {
    "Name": "First 100 Words",
    "Author": "Roger Priddy",
    "Reviews": 17323,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 280,
    "NumPages": 288,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "A young boy living in the Ozarks achieves his heart's desire when he becomes the owner of two redbone hounds and teaches them to be champion hunters.",
    "PublishedYear": 2000,
    "AverageRating": 4.37,
    "RatingsCount": 95,
    "ISBN": 9780030547744,
    "Stock": 8,
    "Key": 113,
    "id": 113
  },
  {
    "Name": "First 100 Words",
    "Author": "Roger Priddy",
    "Reviews": 17323,
    "MarketPrice": 600,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 256,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "There's trouble at Gray House, the girlhood home that Poppy left long ago. Poppy's family has called her back to save them all—mother, father, sisters and brothers, and dozens and dozens of deer mouse cousins. Poppy invites her rebellious son, Junior, to join her on the long trip across Dimwood Forest, hoping the journey will bring them closer together. But with Junior's skunk pal, Mephitis, and Ereth, the cantankerous porcupine, in tow—sugared slug soup!—Poppy and Junior may be in for unexpected adventure.",
    "PublishedYear": 2006,
    "AverageRating": 3.99,
    "RatingsCount": 1086,
    "ISBN": 9780060000141,
    "Stock": 9,
    "Key": 114,
    "id": 114
  },
  {
    "Name": "First 100 Words",
    "Author": "Roger Priddy",
    "Reviews": 17323,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 280,
    "NumPages": 40,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "This is the diary ... of a spider. But don't be worried – he's more scared of you and your gigantic shoe! Actually, he's a lot like you. He goes to gym class and has Grandparents' Day at school. But he also spins sticky webs, scales walls, and takes wind–catching lessons. Lucky for him, his best friend is a fly! Doreen Cronin and Harry Bliss, the team behind the #1 bestselling Diary Of A Worm, spin a hilarious tale about the upside–down web world of an eight–legged charmer and his unlikely friend, Fly.",
    "PublishedYear": 2005,
    "AverageRating": 4.25,
    "RatingsCount": 7903,
    "ISBN": 9780060001537,
    "Stock": 10,
    "Key": 115,
    "id": 115
  },
  {
    "Name": "Food Rules: An Eater's Manual",
    "Author": "Michael Pollan",
    "Reviews": 1555,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 32,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "An adaptation of the original story follows the activities of seven children in nineteenth-century New England as they prepare for the Thanksgiving holiday while Mother is away caring for Grandmother.",
    "PublishedYear": 2005,
    "AverageRating": 3.7,
    "RatingsCount": 599,
    "ISBN": 9780060004507,
    "Stock": 11,
    "Key": 116,
    "id": 116
  },
  {
    "Name": "Frozen (Little Golden Book)",
    "Author": "RH Disney",
    "Reviews": 3642,
    "MarketPrice": 400,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 265,
    "Genre": "Fiction",
    "Categories": "Business & Economics",
    "Description": "The author of The Battle for Human Nature explains why too much choice has led to the ever increasing complexity of everyday decisions, why too much of a good thing has become detrimental to human psychological and emotional well-being, and how to focus our lives on making the right choices. Reprint. 35,000 first printing.",
    "PublishedYear": 2005,
    "AverageRating": 3.84,
    "RatingsCount": 23734,
    "ISBN": 9780060005696,
    "Stock": 12,
    "Key": 117,
    "id": 117
  },
  {
    "Name": "Game Change: Obama and the Clintons, McCain and Palin, and the Race of a Lifetime",
    "Author": "John Heilemann",
    "Reviews": 1215,
    "MarketPrice": 500,
    "ourPrice": 260,
    "PurchasePrice": 200,
    "NumPages": 314,
    "Genre": "Non Fiction",
    "Categories": "Literary Criticism",
    "Description": "What does it mean when a fictional hero takes a journey?. Shares a meal? Gets drenched in a sudden rain shower? Often, there is much more going on in a novel or poem than is readily visible on the surface—a symbol, maybe, that remains elusive, or an unexpected twist on a character—and there's that sneaking suspicion that the deeper meaning of a literary text keeps escaping you. In this practical and amusing guide to literature, Thomas C. Foster shows how easy and gratifying it is to unlock those hidden truths, and to discover a world where a road leads to a quest; a shared meal may signify a communion; and rain, whether cleansing or destructive, is never just rain. Ranging from major themes to literary models, narrative devices, and form, How to Read Literature Like a Professor is the perfect companion for making your reading experience more enriching, satisfying, and fun.",
    "PublishedYear": 2003,
    "AverageRating": 3.65,
    "RatingsCount": 14917,
    "ISBN": 9780060009427,
    "Stock": 13,
    "Key": 118,
    "id": 118
  },
  {
    "Name": "Game of Thrones Boxed Set: A Game of Thrones/A Clash of Kings/A Storm of Swords/A Feast for Crows",
    "Author": "George R.R. Martin",
    "Reviews": 5594,
    "MarketPrice": 100,
    "ourPrice": 98,
    "PurchasePrice": 26,
    "NumPages": 256,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Winner of the 2001 Carnegie Medal One rat, popping up here and there, squeaking loudly, and taking a bath in the cream, could be a plague all by himself. After a few days of this, it was amazing how glad people were to see the kid with his magical rat pipe. And they were amazing when the rats followed hint out of town. They'd have been really amazed if they'd ever found out that the rats and the piper met up with a cat somewhere outside of town and solemnly counted out the money. The Amazing Maurice runs the perfect Pied Piper scam. This streetwise alley cat knows the value of cold, hard cash and can talk his way into and out of anything. But when Maurice and his cohorts decide to con the town of Bad Blinitz, it will take more than fast talking to survive the danger that awaits. For this is a town where food is scarce and rats are hated, where cellars are lined with deadly traps, and where a terrifying evil lurks beneath the hunger-stricken streets.... Set in Terry Pratchett's widely popular Discworld, this masterfully crafted, gripping read is both compelling and funny. When one of the world's most acclaimed fantasy writers turns a classic fairy tale on its head, no one will ever look at the Pied Piper -- or rats -- the same way again!",
    "PublishedYear": 2001,
    "AverageRating": 4.05,
    "RatingsCount": 27463,
    "ISBN": 9780060012342,
    "Stock": 14,
    "Key": 119,
    "id": 119
  },
  {
    "Name": "Game of Thrones Boxed Set: A Game of Thrones/A Clash of Kings/A Storm of Swords/A Feast for Crows",
    "Author": "George R.R. Martin",
    "Reviews": 5594,
    "MarketPrice": 900,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 390,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "A nightmarish danger threatens from the other side of reality . . . Armed with only a frying pan and her common sense, young witch-to-be Tiffany Aching must defend her home against the monsters of Fairyland. Luckily she has some very unusual help: the local Nac Mac Feegle—aka the Wee Free Men—a clan of fierce, sheep-stealing, sword-wielding, six-inch-high blue men. Together they must face headless horsemen, ferocious grimhounds, terrifying dreams come true, and ultimately the sinister Queen of the Elves herself. . . . A Story of Discworld",
    "PublishedYear": 2004,
    "AverageRating": 4.27,
    "RatingsCount": 72982,
    "ISBN": 9780060012380,
    "Stock": 15,
    "Key": 120,
    "id": 120
  },
  {
    "Name": "Game of Thrones Boxed Set: A Game of Thrones/A Clash of Kings/A Storm of Swords/A Feast for Crows",
    "Author": "George R.R. Martin",
    "Reviews": 5594,
    "MarketPrice": 800,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 377,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Arch-swindler Moist Van Lipwig never believed his confidence crimes were hanging offenses -- until he found himself with a noose tightly around his neck, dropping through a trapdoor, and falling into ... a government job? By all rights, Moist should have met his maker. Instead, it's Lord Vetinari, supreme ruler of Ankh-Morpork, who promptly offers him a job as Postmaster. Since his only other option is a nonliving one, Moist accepts the position -- and the hulking golem watchdog who comes along with it, just in case Moist was considering abandoning his responsibilities prematurely. Getting the moribund Postal Service up and running again, however, may be a near-impossible task, what with literally mountains of decades-old undelivered mail clogging every nook and cranny of the broken-down post office building; and with only a few creaky old postmen and one rather unstable, pin-obsessed youth available to deliver it. Worse still, Moist could swear the mail is talking to him. Worst of all, it means taking on the gargantuan, money-hungry Grand Trunk clacks communication monopoly and its bloodthirsty piratical head, Mr. Reacher Gilt. But it says on the building neither rain nor snow nor glo m of ni t ... Inspiring words (admittedly, some of the bronze letters have been stolen), and for once in his wretched life Moist is going to fight. And if the bold and impossible are what's called for, he'll do it -- in order to move the mail, continue breathing, get the girl, and specially deliver that invaluable commodity that every human being (not to mention troll, dwarf, and, yes, even golem) requires: hope.",
    "PublishedYear": 2004,
    "AverageRating": 4.38,
    "RatingsCount": 924,
    "ISBN": 9780060013134,
    "Stock": 16,
    "Key": 121,
    "id": 121
  },
  {
    "Name": "George Washington's Sacred Fire",
    "Author": "Peter A. Lillback",
    "Reviews": 408,
    "MarketPrice": 700,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 847,
    "Genre": "Non Fiction",
    "Categories": "Science",
    "Description": "From Freud to Babbitt, from Animal Farm to Sartre to the Great Society, from the Theory of Relativity to counterculture to Kosovo, The Modern Mind is encyclopedic, covering the major writers, artists, scientists, and philosophers who produced the ideas by which we live. Peter Watson has produced a fluent and engaging narrative of the intellectual tradition of the twentieth century, and the men and women who created it.",
    "PublishedYear": 2002,
    "AverageRating": 4.27,
    "RatingsCount": 570,
    "ISBN": 9780060084387,
    "Stock": 17,
    "Key": 122,
    "id": 122
  },
  {
    "Name": "George Washington's Secret Six: The Spy Ring That Saved the American Revolution",
    "Author": "Brian Kilmeade",
    "Reviews": 4799,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 560,
    "NumPages": 357,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "During an unfortunate helicopter ride into the wilds of Alaska, successful screenwriter Lou Calabrese is reunited with sexy Jack Townsend, but they are forced into a desperate battle for survival when they crash land in the wilderness.",
    "PublishedYear": 2002,
    "AverageRating": 3.69,
    "RatingsCount": 12297,
    "ISBN": 9780060085445,
    "Stock": 18,
    "Key": 123,
    "id": 123
  },
  {
    "Name": "Giraffes Can't Dance",
    "Author": "Giles Andreae",
    "Reviews": 14038,
    "MarketPrice": 300,
    "ourPrice": 190,
    "PurchasePrice": 100,
    "NumPages": 354,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A shipwrecked journalist discovers the beauty and serentity promoted by science on the island of Pala.",
    "PublishedYear": 1962,
    "AverageRating": 3.85,
    "RatingsCount": 17583,
    "ISBN": 9780060085490,
    "Stock": 19,
    "Key": 124,
    "id": 124
  },
  {
    "Name": "Giraffes Can't Dance",
    "Author": "Giles Andreae",
    "Reviews": 14038,
    "MarketPrice": 1200,
    "ourPrice": 490,
    "PurchasePrice": 400,
    "NumPages": 333,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "1599 was an epochal year for Shakespeare and England Shakespeare wrote four of his most famous plays: Henry the Fifth, Julius Caesar, As You Like It, and, most remarkably, Hamlet; Elizabethans sent off an army to crush an Irish rebellion, weathered an Armada threat from Spain, gambled on a fledgling East India Company, and waited to see who would succeed their aging and childless queen. James Shapiro illuminates both Shakespeare’s staggering achievement and what Elizabethans experienced in the course of 1599, bringing together the news and the intrigue of the times with a wonderful evocation of how Shakespeare worked as an actor, businessman, and playwright. The result is an exceptionally immediate and gripping account of an inspiring moment in history.",
    "PublishedYear": 2006,
    "AverageRating": 4.09,
    "RatingsCount": 2229,
    "ISBN": 9780060088743,
    "Stock": 20,
    "Key": 125,
    "id": 125
  },
  {
    "Name": "Giraffes Can't Dance",
    "Author": "Giles Andreae",
    "Reviews": 14038,
    "MarketPrice": 1100,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 640,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "What happens when a psychic tells Lucy that she'll be getting married within the year? Her roommates panic! What is going to happen to their blissful existence of eating take-out, drinking too much wine, bringing men home, and never vacuuming? Lucy reassures her friends that she's far too busy arguing with her mother and taking care of her irresponsible father to get married. And then there's the small matter of not even having a boyfriend. But then Lucy meets gorgeous, unreliable Gus. Could he be the future Mr. Lucy Sullivan? Or could it be handsome Chuck? Or Daniel, the world's biggest flirt? Or even cute Jed, the new guy at work? Maybe her friends have something to worry about after all....",
    "PublishedYear": 2002,
    "AverageRating": 3.76,
    "RatingsCount": 42096,
    "ISBN": 9780060090371,
    "Stock": 21,
    "Key": 126,
    "id": 126
  },
  {
    "Name": "Giraffes Can't Dance",
    "Author": "Giles Andreae",
    "Reviews": 14038,
    "MarketPrice": 250,
    "ourPrice": 180,
    "PurchasePrice": 170,
    "NumPages": 266,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A team of surgeons perform an operation on a violent paranoid in an attempt to electronically control his behavior.",
    "PublishedYear": 2002,
    "AverageRating": 3.36,
    "RatingsCount": 20825,
    "ISBN": 9780060092573,
    "Stock": 22,
    "Key": 127,
    "id": 127
  },
  {
    "Name": "Giraffes Can't Dance",
    "Author": "Giles Andreae",
    "Reviews": 14038,
    "MarketPrice": 358,
    "ourPrice": 260,
    "PurchasePrice": 200,
    "NumPages": 176,
    "Genre": "Fiction",
    "Categories": "Literary Criticism",
    "Description": "Kundera brilliantly examines the work of such important and diverse figures as Rabelais, Cervantes, Sterne, Diderot, Flaubert, Tolstoy, and Musil. He is especially penetrating on Hermann Broch, and his exploration of the world of Kafka's novels vividly reveals the comic terror of Kafka's bureaucratized universe. Kundera's discussion of his own work includes his views on the role of historical events in fiction, the meaning of action, and the creation of character in the post-psychological novel.",
    "PublishedYear": 2003,
    "AverageRating": 3.96,
    "RatingsCount": 3544,
    "ISBN": 9780060093747,
    "Stock": 23,
    "Key": 128,
    "id": 128
  },
  {
    "Name": "Girl, Stop Apologizing: A Shame-Free Plan for Embracing and Achieving Your Goals",
    "Author": "Rachel Hollis",
    "Reviews": 7660,
    "MarketPrice": 545,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 502,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "In a world whose seasons are defined by Christmas sales and Spring Fashions, hundreds of tiny nomes live in the corners and crannies of a human-run department store. They have made their homes beneath the floorboards for generations and no longer remember -- or even believe in -- life beyond the Store walls. Until the day a small band of nomes arrives at the Store from the Outside. Led by a young nome named Masklin, the Outsiders carry a mysterious black box (called the Thing), and they deliver devastating news: In twenty-one days, the Store will be destroyed. Now all the nomes must learn to work together, and they must learn to think -- and to think BIG. Part satire, part parable, and part adventure story par excellence, master storyteller Terry Pratchett’s engaging trilogy traces the nomes’ flight and search for safety, a search that leads them to discover their own astonishing origins and takes them beyond their wildest dreams.",
    "PublishedYear": 2003,
    "AverageRating": 4.06,
    "RatingsCount": 5681,
    "ISBN": 9780060094935,
    "Stock": 3,
    "Key": 129,
    "id": 129
  },
  {
    "Name": "Girl, Wash Your Face: Stop Believing the Lies About Who You Are So You Can Become Who You Were Meant to Be",
    "Author": "Rachel Hollis",
    "Reviews": 22288,
    "MarketPrice": 414,
    "ourPrice": 360,
    "PurchasePrice": 200,
    "NumPages": 64,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "It's Christmas Eve, and Amelia Bedelia has to get the Rogers house ready for a visit from Aunt Myra. But with Amelia Bedelia in charge, this Christmas will be one of the funniest ever!",
    "PublishedYear": 2002,
    "AverageRating": 4.29,
    "RatingsCount": 2452,
    "ISBN": 9780060099459,
    "Stock": 4,
    "Key": 130,
    "id": 130
  },
  {
    "Name": "Girl, Wash Your Face: Stop Believing the Lies About Who You Are So You Can Become Who You Were Meant to Be",
    "Author": "Rachel Hollis",
    "Reviews": 22288,
    "MarketPrice": 253,
    "ourPrice": 170,
    "PurchasePrice": 250,
    "NumPages": 176,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Milan Kundera's Identity translated from the French by Linda Asher. There are situations in which we fail for a moment to recognize the person we are with, in which the identity of the other is erased while we simultaneously doubt our own. That also happens with couples -- indeed, above all with couples, because lovers fear more than anything else \"losing sight\" of the loved one. With stunning artfulness in expanding and playing variations on the meaningful moment, Milan Kundera has made this situation -- and the vague sense of panic it inspires -- the very fabric of his new novel. Here brevity goes hand in hand with intensity, and a moment of bewilderment marks the start of a labyrinthine journey during which the reader repeatedly crosses the border between the real and the unreal, between what occurs in the world outside and what the mind creates in its solitude. Of all contemporary writers, only Kundera can transform such a hidden and disconcerting perception into the material for a novel, one of his finest, most painful, and most enlightening. Which, surprisingly, turns out to be a love story.",
    "PublishedYear": 1998,
    "AverageRating": 3.68,
    "RatingsCount": 260,
    "ISBN": 9780060175641,
    "Stock": 5,
    "Key": 131,
    "id": 131
  },
  {
    "Name": "Glenn Beck's Common Sense: The Case Against an Out-of-Control Government, Inspired by Thomas Paine",
    "Author": "Glenn Beck",
    "Reviews": 1365,
    "MarketPrice": 654,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 225,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "After a mysterious stranger promises to end his boredom with a trip to the magical Holiday House, ten-year-old Harvey learns that his fun has a high price",
    "PublishedYear": 1992,
    "AverageRating": 4.19,
    "RatingsCount": 22123,
    "ISBN": 9780060177249,
    "Stock": 6,
    "Key": 132,
    "id": 132
  },
  {
    "Name": "Go Set a Watchman: A Novel",
    "Author": "Harper Lee",
    "Reviews": 14982,
    "MarketPrice": 654,
    "ourPrice": 480,
    "PurchasePrice": 490,
    "NumPages": 198,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "This fable aims teaches the reader to open their mind, listen to their heart and most importantly, follow their dreams.",
    "PublishedYear": 1998,
    "AverageRating": 3.85,
    "RatingsCount": 236,
    "ISBN": 9780060192501,
    "Stock": 7,
    "Key": 133,
    "id": 133
  },
  {
    "Name": "Go the F**k to Sleep",
    "Author": "Adam Mansbach",
    "Reviews": 9568,
    "MarketPrice": 655,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 368,
    "Genre": "Fiction",
    "Categories": "Family & Relationships",
    "Description": "Provides daily reminders of the differences in behavior and communication styles of men and women",
    "PublishedYear": 1998,
    "AverageRating": 3.54,
    "RatingsCount": 18,
    "ISBN": 9780060192778,
    "Stock": 8,
    "Key": 134,
    "id": 134
  },
  {
    "Name": "Going Rogue: An American Life",
    "Author": "Sarah Palin",
    "Reviews": 1636,
    "MarketPrice": 500,
    "ourPrice": 358,
    "PurchasePrice": 300,
    "NumPages": 209,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "The Whangdoodle was once the wisest, the kindest, and the most extraordinary creature in the world. Then he disappeared and created a wonderful land for himself and all the other remarkable animals -- the ten-legged Sidewinders, the little furry Flukes, the friendly Whiffle Bird, and the treacherous, \"oily\" Prock. It was an almost perfect place where the last of the really great Whangdoodles could rule his kingdom with \"peace, love and a sense of fun\"-- apart from and forgotten by people. But not completely forgotten. Professor Savant believed in the Whangdoodle. And when he told the three Potter children of his search for the spectacular creature, Lindy, Tom, and Ben were eager to reach Whangdoodleland. With the Professor's help, they discovered the secret way. But waiting for them was the scheming Prock, who would use almost any means to keep them away from his beloved king. Only by skill and determination were the four travelers able to discover the last of the really great Whangdoodles and grant him his heart's desire. Julie Andrews Edwards, star of stage and screen, has written a unique and beloved story that has become a modern classic. The Last of the Really Great Whangdoodles is sure to continue to delight readers everywhere. This edition includes a new foreword by the author.",
    "PublishedYear": 1996,
    "AverageRating": 4.25,
    "RatingsCount": 9963,
    "ISBN": 9780060218058,
    "Stock": 9,
    "Key": 135,
    "id": 135
  },
  {
    "Name": "Gone Girl",
    "Author": "Gillian Flynn",
    "Reviews": 57271,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 450,
    "NumPages": 40,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Today I feel silly. Mom says it's the heat. I put rouge on the cat and gloves on my feet. I ate noodles for breakfast and pancakes at night. I dressed like a star and was quite a sight. Today I am sad, my mood's heavy and gray. There's a frown on my face and it's been there all day. My best friend and I had a really big fight. She said that I tattled and I know that she's right. Silly, cranky, excited, or sad--everyone has moods that can change each day. Jamie Lee Curtis's zany and touching verse, paired with Laura Cornell's whimsical and original illustrations, helps kids explore, identify, and, even have fun with their ever-changing moods. Here's another inspired picture book from the bestselling author-illustrator team of Tell Me Again About the Night I Was Born and When I Was Little: A Four-Year-Old's Memoir of Her Youth.",
    "PublishedYear": 1998,
    "AverageRating": 4.15,
    "RatingsCount": 4030,
    "ISBN": 9780060245603,
    "Stock": 10,
    "Key": 136,
    "id": 136
  },
  {
    "Name": "Gone Girl",
    "Author": "Gillian Flynn",
    "Reviews": 57271,
    "MarketPrice": 700,
    "ourPrice": 490,
    "PurchasePrice": 450,
    "NumPages": 104,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "The missing piece sat alone waiting for someone to come along and take it somewhere.... The different ones it encounters - and what it discovers in its helplessness - are portrayed with simplicity and compassion in the words and drawings of Shel Silverstein.",
    "PublishedYear": 1981,
    "AverageRating": 4.33,
    "RatingsCount": 10010,
    "ISBN": 9780060256579,
    "Stock": 11,
    "Key": 137,
    "id": 137
  },
  {
    "Name": "Gone Girl",
    "Author": "Gillian Flynn",
    "Reviews": 57271,
    "MarketPrice": 800,
    "ourPrice": 460,
    "PurchasePrice": 520,
    "NumPages": 112,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "\"You don't have to shoot me,\" says the young lion. \"I will be your rug and I will lie in front of your fireplace and I won't move a muscle and you can sit on me and toast all the marshmallows you want. I love marshmallows.\" But the hunter will not listen to reason, so what is there for a young lion to do? After eating up the hunter, Lafcadio takes the gun home and practices and practices until he becomes the world's greatest sharp-shooter. Now dressed in starched collars and fancy suits, and enjoying all the marshmallows he wants, Lafcadio is pampered and admired wherever he goes. But is a famous, successful, and admired lion a happy lion? Or is he a lion at all? Told and drawn with wit and gusto, Shel Silverstein's modern fable speaks not only to children but to us all!",
    "PublishedYear": 1963,
    "AverageRating": 4.15,
    "RatingsCount": 5191,
    "ISBN": 9780060256753,
    "Stock": 12,
    "Key": 138,
    "id": 138
  },
  {
    "Name": "Good Days Start With Gratitude: A 52 Week Guide To Cultivate An Attitude Of Gratitude: Gratitude Journal",
    "Author": "Pretty Simple Press",
    "Reviews": 10141,
    "MarketPrice": 350,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 128,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Nonfiction",
    "Description": "Frances Hodgson Burnett's The Secret Garden delights in the wondrous discoveries of lonely Mary Lennox as she slowly helps bring an abandoned garden back to life. It also delights in good food and a robust appetite, and the health and strength they can bring. Written at a time when many children were going hungry and even starving, Burnett's beloved story celebrates the magic of fresh air, new milk, homemade currant buns, and hearty, simple fare. Inside the pages of this cookbook are recipes for Mary's favorite foods, in and out of the garden, from porridge to roasted potatoes and eggs, all inspired by The Secret Garden and all adapted by chef and culinary historian Amy Coder from traditional Victorian recipes. Ms. Coder has supplemented these simple, wholesome recipes with fascinating tidbits on Victorian foods and Victorian eating customs. The result is a scrumptious tribute to Burnett's classic novel, a fascinating glimpse into the cooking customs of a historical period that is now long past, and a step-by-step guide to making delicious, tasty treats to enjoy in your own secret garden.",
    "PublishedYear": 1999,
    "AverageRating": 4.28,
    "RatingsCount": 142,
    "ISBN": 9780060277406,
    "Stock": 13,
    "Key": 139,
    "id": 139
  },
  {
    "Name": "Good to Great: Why Some Companies Make the Leap and Others Don't",
    "Author": "Jim Collins",
    "Reviews": 3457,
    "MarketPrice": 650,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 80,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Nonfiction",
    "Description": "Though best known as the author of the Little House books, Laura Ingalls Wilder led a full, rich life that spanned almost a century of American history. All through her life Laura saved mementos of her past, including early writings, letters, drawings, and photographs, which have been lovingly preserved in private and public collections across the country. Now, for the first time ever, these photographs, writings, and memorabilia have been gathered together in one incredible volume by noted Little House historian William Anderson. Each gorgeous page of LAURA'S ALBUM is a doorway into the private world of Laura Ingalls Wilder, and offers a unique glimpse of what her life was like. Here is the fascinating true story of this remarkable pioneer woman's life as well as an unforgettable tale of our own American past.",
    "PublishedYear": 1998,
    "AverageRating": 4.3,
    "RatingsCount": 713,
    "ISBN": 9780060278427,
    "Stock": 14,
    "Key": 140,
    "id": 140
  },
  {
    "Name": "Good to Great: Why Some Companies Make the Leap and Others Don't",
    "Author": "Jim Collins",
    "Reviews": 3457,
    "MarketPrice": 950,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 341,
    "Genre": "Non Fiction",
    "Categories": "African Americans in radio broadcasting",
    "Description": "The outspoken co-host of The Howard Stern Show reveals her disturbing background as a sexually abused child of poverty and describes her ongoing struggle for recovery and her friendship with Stern. 200,000 first printing. $150,000 ad/promo. Tour.",
    "PublishedYear": 1995,
    "AverageRating": 3.51,
    "RatingsCount": 60,
    "ISBN": 9780060391539,
    "Stock": 15,
    "Key": 141,
    "id": 141
  },
  {
    "Name": "Good to Great: Why Some Companies Make the Leap and Others Don't",
    "Author": "Jim Collins",
    "Reviews": 3457,
    "MarketPrice": 850,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 400,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Working as a secretary at the British Embassy on Crete, Nicola Ferris is enjoying a day off when she meets up with two hiking companions who accidentally stumbled into the middle of a terrifying act of vengeance. Reprint.",
    "PublishedYear": 2003,
    "AverageRating": 4.03,
    "RatingsCount": 5868,
    "ISBN": 9780060502959,
    "Stock": 16,
    "Key": 142,
    "id": 142
  },
  {
    "Name": "Good to Great: Why Some Companies Make the Leap and Others Don't",
    "Author": "Jim Collins",
    "Reviews": 3457,
    "MarketPrice": 350,
    "ourPrice": 200,
    "PurchasePrice": 200,
    "NumPages": 264,
    "Genre": "Non Fiction",
    "Categories": "Literary Collections",
    "Description": "In her new essay collection, the beloved author of High Tide in Tucson brings to us, out of one of history's darker moments, an extended love song to the world we still have. Whether she is contemplating the Grand Canyon, her vegetable garden, motherhood, genetic engineering, or the future of a nation founded on the best of all human impulses, these essays are grounded in the author's belief that our largest problems have grown from the earth's remotest corners as well as our own backyards, and that answers may lie in both those places. Sometimes grave, occasionally hilarious, and ultimately persuasive, Small Wonder is a hopeful examination of the people we seem to be, and what we might yet make of ourselves.",
    "PublishedYear": 2003,
    "AverageRating": 4.01,
    "RatingsCount": 8738,
    "ISBN": 9780060504083,
    "Stock": 17,
    "Key": 143,
    "id": 143
  },
  {
    "Name": "Goodnight Moon",
    "Author": "Margaret Wise Brown",
    "Reviews": 8837,
    "MarketPrice": 600,
    "ourPrice": 470,
    "PurchasePrice": 200,
    "NumPages": 272,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "An extraordinary artist with few rivals in his chosen arena, Dan Simmons possesses a restless talent that continually presses boundaries while tantalizing the mind and touching the soul. Now he offers us a superb quintet of novellas -- five dazzling masterworks of speculative fiction, including \"Orphans of the Helix,\" his award-winning return to the Hyperion Universe -- that demonstrates the unique mastery, breathtaking invention, and flawless craftsmanship of one of contemporary fiction's true greats. Human colonists seeking something other than godhood encounter their long-lost \"cousins\"...and an ancient scourge. A devastated man in suicide's embrace is caught up in a bizarre cat-and-mouse game with a young woman possessing a world-ending power. The distant descendants of a once-oppressed people learn a chilling lesson about the persistence of the past. A terrifying ascent up the frigid, snow-swept slopes of K2 shatters preconceptions and reveals the true natures of four climbers, one of whom is not human. At the intersection of a grand past and a threadbare present, an aging American in Russia confronts his own mortality as he glimpses a wondrous future.",
    "PublishedYear": 2002,
    "AverageRating": 3.75,
    "RatingsCount": 923,
    "ISBN": 9780060506049,
    "Stock": 18,
    "Key": 144,
    "id": 144
  },
  {
    "Name": "Goodnight Moon",
    "Author": "Margaret Wise Brown",
    "Reviews": 8837,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 200,
    "NumPages": 288,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "After 15 years of designing more than 1,500 book jackets at Knopf for such authors as Anne Rice and Michael Chrichton, Kidd has crafted an affecting an entertaining novel set at a state university in the late 1950s that is both slap-happily funny and heartbreakingly sad. The Cheese Monkeys is a college novel that takes place over a tightly written two semesters. The book is set in the late 1950s at State U, where the young narrator, has decided to major in art, much to his parents’ dismay. It is an autobiographical, coming-of-age novel which tells universally appealing stories of maturity, finding a calling in life, and being inspired by a loving, demanding, and highly eccentric teacher.",
    "PublishedYear": 2002,
    "AverageRating": 3.75,
    "RatingsCount": 4570,
    "ISBN": 9780060507404,
    "Stock": 19,
    "Key": 145,
    "id": 145
  },
  {
    "Name": "Goodnight Moon",
    "Author": "Margaret Wise Brown",
    "Reviews": 8837,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 300,
    "NumPages": 400,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Often I feel I go to some distant region of the world to be reminded of who I really am. When Michael Crichton -- a Harvard-trained physician, bestselling novelist, and successful movie director -- began to feel isolated in his own life, he decided to widen his horizons. He tracked wild animals in the jungles of Rwanda. He climbed Kilimanjaro and Mayan pyramids. He trekked across a landslide in Pakistan. He swam amid sharks in Tahiti. Fueled by a powerful curiosity and the need to see, feel, and hear firsthand and close-up, Michael Crichton has experienced adventures as compelling as those he created in his books and films. These adventures -- both physical and spiritual -- are recorded here in Travels, Crichton's most astonishing and personal work.",
    "PublishedYear": 2002,
    "AverageRating": 3.95,
    "RatingsCount": 6812,
    "ISBN": 9780060509057,
    "Stock": 3,
    "Key": 146,
    "id": 146
  },
  {
    "Name": "Goodnight, Goodnight Construction Site (Hardcover Books for Toddlers, Preschool Books for Kids)",
    "Author": "Sherri Duskey Rinker",
    "Reviews": 7038,
    "MarketPrice": 400,
    "ourPrice": 300,
    "PurchasePrice": 120,
    "NumPages": 928,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A fictional portrait of Julius Caesar follows the legendary ancient Roman military and political leader from his remarkable conquest of Gaul, to his momentous decision at the Rubicon River, to his personal triumphs, tragedies, dreams, and disappointments. Reprint.",
    "PublishedYear": 2003,
    "AverageRating": 4.36,
    "RatingsCount": 5825,
    "ISBN": 9780060510855,
    "Stock": 4,
    "Key": 147,
    "id": 147
  },
  {
    "Name": "Goodnight, Goodnight Construction Site (Hardcover Books for Toddlers, Preschool Books for Kids)",
    "Author": "Sherri Duskey Rinker",
    "Reviews": 7038,
    "MarketPrice": 500,
    "ourPrice": 480,
    "PurchasePrice": 125,
    "NumPages": 278,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Drafted into the ranks of Earth's interstellar warriors, private William Mandella finds his fight against the Taurans secondary to the side-effects of faster-than-light space travel, which affects the rate at which he ages. Winner of the Hugo and Nebula Awards. Reprint. 25,000 first printing.",
    "PublishedYear": 2003,
    "AverageRating": 4.15,
    "RatingsCount": 103375,
    "ISBN": 9780060510862,
    "Stock": 5,
    "Key": 148,
    "id": 148
  },
  {
    "Name": "Grain Brain: The Surprising Truth about Wheat, Carbs, and Sugar--Your Brain's Silent Killers",
    "Author": "David Perlmutter MD",
    "Reviews": 5972,
    "MarketPrice": 100,
    "ourPrice": 50,
    "PurchasePrice": 20,
    "NumPages": 64,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Camp Out Amelia Bedelia has never been camping in the great outdoors before. She's trying her best to do exactly as she's told, but pitching a tent is not the same as throwing it into the bushes, and catching a fish with your bare hands isn't easy. As usual, the mixed-up housekeeper makes this camping trip one hugely entertaining adventure.",
    "PublishedYear": 2003,
    "AverageRating": 4.14,
    "RatingsCount": 2040,
    "ISBN": 9780060511067,
    "Stock": 6,
    "Key": 149,
    "id": 149
  },
  {
    "Name": "Grey: Fifty Shades of Grey as Told by Christian (Fifty Shades of Grey Series)",
    "Author": "E L James",
    "Reviews": 25624,
    "MarketPrice": 900,
    "ourPrice": 490,
    "PurchasePrice": 400,
    "NumPages": 416,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "The Search For Her Sister Could Cost A Woman Her Life Christy McKenna, the smartest fashion writer in New York, thought she'd escaped her childhood in the impoverished rural West. Then came a call for help from the one person she could not refuse—her sister, the internationally celebrated model known only as Jo. Jo's plea draws Christy back to the magnificent mountains and mysterious red-rock canyons of the Four Corners country. But she's too late—Jo has disappeared. However, Christy does find an unlikely ally in outlaw archaeologist Aaron Cain, and together they pursue Jo and a fabulous cache of ancient Indian artifacts worth millions. Christy and Cain clash at every turn, but their antagonism soon turns into partnership—and blazing passion.",
    "PublishedYear": 2005,
    "AverageRating": 3.65,
    "RatingsCount": 1164,
    "ISBN": 9780060511104,
    "Stock": 7,
    "Key": 150,
    "id": 150
  },
  {
    "Name": "Guts",
    "Author": "Raina Telgemeier",
    "Reviews": 5476,
    "MarketPrice": 800,
    "ourPrice": 460,
    "PurchasePrice": 450,
    "NumPages": 64,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Starring everyone's favourite literal–minded housekeeper, Amelia Bedelia Helps Out appears for the first time in full colour and as an I Can Read Book! A neighbor needs Amelia Bedelia's helping hands, so everyone's favorite housekeeper is off to Miss Emma's house for a day of work. It's a good thing Miss Emma likes to laugh, because Amelia Bedelia makes her usual merry mess! \" Available for the first time in full color! \" The zany antics of Amelia Bedelia, one of children's books most lovable characters, have been enjoyed by kids for more than 40 years! \" Herman Parish, nephew to Peggy Parish, who was the original creator of Amelia Bedelia, carries on the tradition of his aunt with new books starring the entertaining housekeeper. Ages 4–8",
    "PublishedYear": 2005,
    "AverageRating": 4.25,
    "RatingsCount": 7678,
    "ISBN": 9780060511111,
    "Stock": 8,
    "Key": 151,
    "id": 151
  },
  {
    "Name": "Hamilton: The Revolution",
    "Author": "Lin-Manuel Miranda",
    "Reviews": 5867,
    "MarketPrice": 700,
    "ourPrice": 400,
    "PurchasePrice": 350,
    "NumPages": 448,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "When an exquisitely crafted, authentic imperial Faberge egg mysteriously shows up at Laurel Swann's home studio, she knows it can only be from one person—her father, who has drifted in and out of her life for as long as she can remember. But this time Jamie Swann leaves her something too many people will kill for. Out of her league and desperate, Laurel is forced to accept help from the very man who is trying to ensnare her father in his own web of double crosses. Cruz Rowan can help her stay alive, but will he do the same for her father? Elizabeth Lowell, writing as Ann Maxwell, deftly combines the nonstop action of a spy thriller with the heart-pounding excitement of true love and adventure.",
    "PublishedYear": 2006,
    "AverageRating": 3.78,
    "RatingsCount": 1115,
    "ISBN": 9780060511135,
    "Stock": 9,
    "Key": 152,
    "id": 152
  },
  {
    "Name": "Happy, Happy, Happy: My Life and Legacy as the Duck Commander",
    "Author": "Phil Robertson",
    "Reviews": 4148,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 250,
    "NumPages": 64,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "When Mr. Carter mistakes the lovable,literal-minded Amelia Bedelia for the new teacher, class will never be the same again!",
    "PublishedYear": 2004,
    "AverageRating": 4.21,
    "RatingsCount": 3069,
    "ISBN": 9780060511142,
    "Stock": 10,
    "Key": 153,
    "id": 153
  },
  {
    "Name": "Harry Potter and the Chamber of Secrets: The Illustrated Edition (Harry Potter, Book 2)",
    "Author": "J.K. Rowling",
    "Reviews": 19622,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 100,
    "NumPages": 1139,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "With this extraordinary first volume in what promises to be an epoch-making masterpiece, Neal Stephenson hacks into the secret histories of nations and the private obsessions of men, decrypting with dazzling virtuosity the forces that shaped this century. In 1942, Lawrence Pritchard Waterhouse - mathematical genius and young Captain in the U.S. Navy - is assigned to detachment 2702. It is an outfit so secret that only a handful of people know it exists, and some of those people have names like Churchill and Roosevelt. The mission of Watrehouse and Detatchment 2702-commanded by Marine Raider Bobby Shaftoe-is to keep the Nazis ignorant of the fact that Allied Intelligence has cracked the enemy's fabled Enigma code. It is a game, a cryptographic chess match between Waterhouse and his German counterpart, translated into action by the gung-ho Shaftoe and his forces. Fast-forward to the present, where Waterhouse's crypto-hacker grandson, Randy, is attempting to create a \"data haven\" in Southeast Asia - a place where encrypted data can be stored and exchanged free of repression and scrutiny. As governments and multinationals attack the endeavor, Randy joins forces with Shaftoe's tough-as-nails grandaughter, Amy, to secretly salvage a sunken Nazi sumarine that holds the key to keeping the dream of a data haven afloat. But soon their scheme brings to light a massive conspiracy with its roots in Detachment 2702 linked to an unbreakable Nazi code called Arethusa. And it will represent the path to unimaginable riches and a future of personal and digital liberty...or to universal totalitarianism reborn. A breathtaking tour de force, and Neal Stephenson's most accomplished and affecting work to date, CRYPTONOMICON is profound and prophetic, hypnotic and hyper-driven, as it leaps forward and back between World War II and the World Wide Web, hinting all the while at a dark day-after-tomorrow. It is a work of great art, thought, and creative daring; the product of a truly icon",
    "PublishedYear": 2002,
    "AverageRating": 4.25,
    "RatingsCount": 80225,
    "ISBN": 9780060512804,
    "Stock": 11,
    "Key": 154,
    "id": 154
  },
  {
    "Name": "Harry Potter and the Cursed Child, Parts 1 & 2, Special Rehearsal Edition Script",
    "Author": "J.K. Rowling",
    "Reviews": 23973,
    "MarketPrice": 1200,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 178,
    "Genre": "Fiction",
    "Categories": "Juvenile Nonfiction",
    "Description": "A collection of humorous poems and drawings. Copyright © Libri GmbH. All rights reserved.",
    "PublishedYear": 2002,
    "AverageRating": 4.34,
    "RatingsCount": 114058,
    "ISBN": 9780060513092,
    "Stock": 12,
    "Key": 155,
    "id": 155
  },
  {
    "Name": "Harry Potter and the Goblet of Fire: The Illustrated Edition (Harry Potter, Book 4) (4)",
    "Author": "J. K. Rowling",
    "Reviews": 7758,
    "MarketPrice": 1100,
    "ourPrice": 300,
    "PurchasePrice": 250,
    "NumPages": 387,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Fat Charlie Nancy's normal life ended the moment his father dropped dead on a Florida karaoke stage. Charlie didn't know his dad was a god. And he never knew he had a brother. Now brother Spider's on his doorstep—about to make Fat Charlie's life more interesting . . . and a lot more dangerous.",
    "PublishedYear": 2006,
    "AverageRating": 4.02,
    "RatingsCount": 153485,
    "ISBN": 9780060515195,
    "Stock": 13,
    "Key": 156,
    "id": 156
  },
  {
    "Name": "Harry Potter and the Prisoner of Azkaban: The Illustrated Edition (Harry Potter, Book 3)",
    "Author": "J.K. Rowling",
    "Reviews": 3146,
    "MarketPrice": 250,
    "ourPrice": 300,
    "PurchasePrice": 520,
    "NumPages": 360,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A mysterious circus terrifies an audience for one extraordinary performance before disappearing into the night, taking one of the spectators along with it . . . In a novella set two years after the events of American Gods, Shadow pays a visit to an ancient Scottish mansion, and finds himself trapped in a game of murder and monsters . . . In a Hugo Award-winning short story set in a strangely altered Victorian England, the great detective Sherlock Holmes must solve a most unsettling royal murder . . . Two teenage boys crash a party and meet the girls of their dreams—and nightmares . . . In a Locus Award-winning tale, the members of an excusive epicurean club lament that they've eaten everything that can be eaten, with the exception of a legendary, rare, and exceedingly dangerous Egyptian bird . . . Such marvelous creations and more—including a short story set in the world of The Matrix, and others set in the worlds of gothic fiction and children's fiction—can be found in this extraordinary collection, which showcases Gaiman's storytelling brilliance as well as his terrifyingly entertaining dark sense of humor. By turns delightful, disturbing, and diverting, Fragile Things is a gift of literary enchantment from one of the most unique writers of our time.",
    "PublishedYear": 2006,
    "AverageRating": 4.01,
    "RatingsCount": 43210,
    "ISBN": 9780060515225,
    "Stock": 14,
    "Key": 157,
    "id": 157
  },
  {
    "Name": "Harry Potter and the Sorcerer's Stone: The Illustrated Edition (Harry Potter, Book 1)",
    "Author": "J.K. Rowling",
    "Reviews": 10052,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 250,
    "NumPages": 186,
    "Genre": "Fiction",
    "Categories": "History",
    "Description": "For centuries, the world of Islam was in the forefront of human achievement -- the foremost military and economic power in the world, the leader in the arts and sciences of civilization. Christian Europe was seen as an outer darkness of barbarism and unbelief from which there was nothing to learn or to fear. And then everything changed. The West won victory after victory, first on the battlefield and then in the marketplace. In this elegantly written volume, Bernard Lewis, a renowned authority an Islamic affairs, examines the anguished reaction of the Islamic world as it tried to make sense of how it had been overtaken, overshadowed, and dominated by the West. In a fascinating portrait of a culture in turmoil, Lewis shows how the Middle East turned its attention to understanding European weaponry, industry, government, education, and culture. He also describes how some Middle Easterners fastened blame on a series of scapegoats, while others asked not \"Who did this to us?\" but rather \"Where did we go wrong?\" With a new Afterword that addresses September 11 and its aftermath, What Went Wrong? is an urgent, accessible book that no one who is concerned with contemporary affairs will want to miss.",
    "PublishedYear": 2003,
    "AverageRating": 3.49,
    "RatingsCount": 2409,
    "ISBN": 9780060516055,
    "Stock": 15,
    "Key": 158,
    "id": 158
  },
  {
    "Name": "Harry Potter Coloring Book",
    "Author": "Scholastic",
    "Reviews": 3564,
    "MarketPrice": 545,
    "ourPrice": 400,
    "PurchasePrice": 252,
    "NumPages": 321,
    "Genre": "Non Fiction",
    "Categories": "Literary Criticism",
    "Description": "\"I have told you nothing about man that is not true.\" You must pardon me if I repeat that remark now and then in these letters; I want you to take seriously the things I am telling you, and I feel that if I were in your place and you in mine, I should need that reminder from time to time, to keep my credulity from flagging. In Letters from the Earth, Twain presents himself as the Father of History -- reviewing and interpreting events from the Garden of Eden through the Fall and the Flood, translating the papers of Adam and his descendants through the generations. First published fifty years after his death, this eclectic collection is vintage Twain: sharp, witty, imaginative, complex, and wildly funny.",
    "PublishedYear": 2004,
    "AverageRating": 4.22,
    "RatingsCount": 6447,
    "ISBN": 9780060518653,
    "Stock": 16,
    "Key": 159,
    "id": 159
  },
  {
    "Name": "Harry Potter Paperback Box Set (Books 1-7)",
    "Author": "J. K. Rowling",
    "Reviews": 13471,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 156,
    "NumPages": 404,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Landing a catch like Talmadge Evans III got Eloise \"Weezie\" Foley a jewel of a town house in Savannah's historic district. Divorcing Tal got her exiled to the backyard carriage house, where she has launched a spite-fest with Tal's new fiancÉe, the elegant Caroline DeSantos. An antiques picker, Weezie combs Savannah's steamy back alleys and garage sales for treasures when she's not dealing with her loopy relatives or her hunky ex-boyfriend. But an unauthorized sneak preview at a sale lands Weezie smack in the middle of magnolia-scented murder, mayhem...and more. Dirty deals simmer all around her—just as her relationship with the cutest chef in town heats up and she finds out how delicious love can be the second time around.",
    "PublishedYear": 2003,
    "AverageRating": 3.98,
    "RatingsCount": 15417,
    "ISBN": 9780060519131,
    "Stock": 3,
    "Key": 160,
    "id": 160
  },
  {
    "Name": "Have a Little Faith: A True Story",
    "Author": "Mitch Albom",
    "Reviews": 1930,
    "MarketPrice": 253,
    "ourPrice": 210,
    "PurchasePrice": 200,
    "NumPages": 90,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "A Prince and a Pauper Jemmy, once a poor boy living on the streets, now lives in a castle. As the whipping boy, he bears the punishment when Prince Brat misbehaves, for it is forbidden to spank, thrash, or whack the heir to the throne. The two boys have nothing in common and even less reason to like one another. But when they find themselves taken hostage after running away, they are left with no choice but to trust each other.",
    "PublishedYear": 2003,
    "AverageRating": 3.56,
    "RatingsCount": 19910,
    "ISBN": 9780060521226,
    "Stock": 4,
    "Key": 161,
    "id": 161
  },
  {
    "Name": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back",
    "Author": "Todd Burpo",
    "Reviews": 15779,
    "MarketPrice": 654,
    "ourPrice": 490,
    "PurchasePrice": 400,
    "NumPages": 286,
    "Genre": "Non Fiction",
    "Categories": "Business & Economics",
    "Description": "In this revolutionary bestseller, Harvard professor Clayton M. Christensen says outstanding companies can do everything right and still lose their market leadership -- or worse, disappear completely. And he not only proves what he says, he tells others how to avoid a similar fate. Focusing on \"disruptive technology\" -- the Honda Super Cub, Intel's 8088 processor, or the hydraulic excavator, for example -- Christensen shows why most companies miss \"the next great wave.\" Whether in electronics or retailing, a successful company with established products will get pushed aside unless managers know when to abandon traditional business practices. Using the lessons of successes and failures from leading companies, The Innovator's Dilemma presents a set of rules for capitalizing on the phenomenon of disruptive innovation. Find out: When it is right not to listen to customers. When to invest in developing lower-performance products that promise lower margins. When to pursue small markets at the expense of seemingly larger and more lucrative ones. Sharp, cogent, and provocative, The Innovator's Dilemma is one of the most talked-about books of our time -- and one no savvy manager or entrepreneur should be without.",
    "PublishedYear": 2003,
    "AverageRating": 3.99,
    "RatingsCount": 28568,
    "ISBN": 9780060521998,
    "Stock": 5,
    "Key": 162,
    "id": 162
  },
  {
    "Name": "Heaven is for Real: A Little Boy's Astounding Story of His Trip to Heaven and Back",
    "Author": "Todd Burpo",
    "Reviews": 15779,
    "MarketPrice": 654,
    "ourPrice": 460,
    "PurchasePrice": 250,
    "NumPages": 267,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Former cop-turned-dog trainer Jack Field is called in when the body of Allison DeMarco is found on her kitchen floor, accompanied by her high-strung Airedale, Ginger, and must enlist his special skills to find out what happened since Ginger appears to be the only witness to the crime. Original.",
    "PublishedYear": 2003,
    "AverageRating": 3.47,
    "RatingsCount": 93,
    "ISBN": 9780060524937,
    "Stock": 6,
    "Key": 163,
    "id": 163
  },
  {
    "Name": "Hillbilly Elegy: A Memoir of a Family and Culture in Crisis",
    "Author": "J. D. Vance",
    "Reviews": 15526,
    "MarketPrice": 655,
    "ourPrice": 400,
    "PurchasePrice": 600,
    "NumPages": 320,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Why would there be a contract out on Edwin de Valu's life? Edwin -- the wiry low-level editor at Panderic Press. Why has rage disappeared from the roads and McDonald's gone alfalfa? How come everyone seems so damn happy? And most importantly, who, or what, is Tupak Soiree? When an enormous self-help manuscript lands on Edwin's desk, it's headed for the trash. Edwin's cynicism of self-help books, coupled with his filthy mood that morning, results in him dismissing Tupak Soiree's What I Learned on the Mountain and using it as a doorstop. However, Tupak's manuscript is unique -- a self-help book that actually works. Before Edwin knows it, a chain of events begins that affects not only his own life but the world at large. For those who choke on Chicken Soup for the Soul or have choice words for Dr. Phil, Will Ferguson offers up a killer dose of Happiness™ -- a masterpiece of comic fiction.",
    "PublishedYear": 2003,
    "AverageRating": 3.78,
    "RatingsCount": 2191,
    "ISBN": 9780060525101,
    "Stock": 7,
    "Key": 164,
    "id": 164
  },
  {
    "Name": "Hillbilly Elegy: A Memoir of a Family and Culture in Crisis",
    "Author": "J. D. Vance",
    "Reviews": 15526,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 200,
    "NumPages": 345,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Former pop star Heather Wells has left behind hordes of screaming fans, to settle into a new adult life, but when strange things start happening at her college, she finds herself once again in the spotlight, this time starring as a spunky female detective. Original. 100,000 first printing.",
    "PublishedYear": 2006,
    "AverageRating": 3.74,
    "RatingsCount": 73592,
    "ISBN": 9780060525118,
    "Stock": 8,
    "Key": 165,
    "id": 165
  },
  {
    "Name": "Homebody: A Guide to Creating Spaces You Never Want to Leave",
    "Author": "Joanna Gaines",
    "Reviews": 3776,
    "MarketPrice": 600,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 142,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Warrior of the Light: A Manual is an inspirational companion to The Alchemist, an international bestseller that has beguiled millions of readers around the world. Every short passage invites us to live out our dreams, to embrace the uncertainty of life, and to rise to our own unique destiny. In his inimitable style, Paulo Coelho helps bring out the Warrior of the Light within each of us. He also shows readers how to embark upon the way of the Warrior: the one who appreciates the miracle of being alive, the one who accepts failure, and the one whose quest leads him to become the person he wants to be. Paulo Coelho is one of the most beloved storytellers of our time. Now, in the long-awaited companion to his first novel, Coelho presents a collection of philosophical stories that will delight and guide seekers everywhere.",
    "PublishedYear": 2004,
    "AverageRating": 3.7,
    "RatingsCount": 21578,
    "ISBN": 9780060527983,
    "Stock": 9,
    "Key": 166,
    "id": 166
  },
  {
    "Name": "How to Win Friends & Influence People",
    "Author": "Dale Carnegie",
    "Reviews": 25001,
    "MarketPrice": 700,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 205,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A community devoured by greed, cowardice, and fear. A man persecuted by the ghosts of his painful past. A young woman searching for happiness. In one eventful week, each will face questions of life, death, and power, and each will choose a path. Will they choose good or evil? In the remote village of Viscos -- a village too small to be on any map, a place where time seems to stand still -- a stranger arrives, carrying with him a backpack containing a notebook and eleven gold bars. He comes searching for the answer to a question that torments him: Are human beings, in essence, good or evil? In welcoming the mysterious foreigner, the whole village becomes an accomplice to his sophisticated plot, which will forever mark their lives. Paulo Coelho's stunning novel explores the timeless struggle between good and evil, and brings to our everyday dilemmas fresh perspective: incentive to master the fear that prevents us from following our dreams, from being different, from truly living. The Devil and Miss Prym is a story charged with emotion, in which the integrity of being human meets a terrifying test.",
    "PublishedYear": 2006,
    "AverageRating": 3.6,
    "RatingsCount": 46113,
    "ISBN": 9780060527990,
    "Stock": 10,
    "Key": 167,
    "id": 167
  },
  {
    "Name": "How to Win Friends & Influence People",
    "Author": "Dale Carnegie",
    "Reviews": 25001,
    "MarketPrice": 800,
    "ourPrice": 470,
    "PurchasePrice": 452,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "Business & Economics",
    "Description": "A corporate mole's-eye view of the society in which we all live and toil, creating one of the most entertaining, thought provoking, and just plain funny bodies of work in contemporary letters. Stanley Bing knows whereof he speaks. He has lived the last two decades working inside a gigantic multinational corporation, kicking and screaming all the way up the ladder. He has seen it all -- mergers, acquisitions, layoffs, the death of the three-martini lunch -- and has himself been painfully re-engineered a number of times. He has eaten and drunk way too much, stayed in hotels far too good for him, waited for limousines in the pouring rain, and enjoyed it all. Sort of. Most importantly, Bing has seen management at its best and worst, and has practiced both as he made the transition from an inexperienced player who hated pompous senior management to a polished strategist who kind of sees its point of view now and then. In one essential volume, here is all you need to know to master your career, your life, and when necessary, other weaker life forms.",
    "PublishedYear": 2006,
    "AverageRating": 3.08,
    "RatingsCount": 26,
    "ISBN": 9780060529574,
    "Stock": 11,
    "Key": 168,
    "id": 168
  },
  {
    "Name": "How to Win Friends & Influence People",
    "Author": "Dale Carnegie",
    "Reviews": 25001,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 250,
    "NumPages": 417,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "One of the 20th century's enduring works, One Hundred Years of Solitude is a widely beloved and acclaimed novel known throughout the world, and the ultimate achievement in a Nobel Prize–winning career. The novel tells the story of the rise and fall of the mythical town of Macondo through the history of the Buendía family. It is a rich and brilliant chronicle of life and death, and the tragicomedy of humankind. In the noble, ridiculous, beautiful, and tawdry story of the Buendía family, one sees all of humanity, just as in the history, myths, growth, and decay of Macondo, one sees all of Latin America. Love and lust, war and revolution, riches and poverty, youth and senility -- the variety of life, the endlessness of death, the search for peace and truth -- these universal themes dominate the novel. Whether he is describing an affair of passion or the voracity of capitalism and the corruption of government, Gabriel García Márquez always writes with the simplicity, ease, and purity that are the mark of a master. Alternately reverential and comical, One Hundred Years of Solitude weaves the political, personal, and spiritual to bring a new consciousness to storytelling. Translated into dozens of languages, this stunning work is no less than an accounting of the history of the human race.",
    "PublishedYear": 2003,
    "AverageRating": 4.06,
    "RatingsCount": 547207,
    "ISBN": 9780060531041,
    "Stock": 12,
    "Key": 169,
    "id": 169
  },
  {
    "Name": "How to Win Friends & Influence People",
    "Author": "Dale Carnegie",
    "Reviews": 25001,
    "MarketPrice": 650,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 464,
    "Genre": "Non Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Whitman's genius, passions, poetry, and androgynous sensibility entwined to create an exuberant life amid the turbulent American mid-nineteenth century. In vivid detail, Kaplan examines the mysterious selves of the enigmatic man who celebrated the freedom and dignity of the individual and sang the praises of democracy and the brotherhood of man.",
    "PublishedYear": 2003,
    "AverageRating": 3.99,
    "RatingsCount": 210,
    "ISBN": 9780060535117,
    "Stock": 13,
    "Key": 170,
    "id": 170
  },
  {
    "Name": "How to Win Friends & Influence People",
    "Author": "Dale Carnegie",
    "Reviews": 25001,
    "MarketPrice": 950,
    "ourPrice": 490,
    "PurchasePrice": 400,
    "NumPages": 592,
    "Genre": "Non Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "When the stewardess brought me off the plane in a wheelchair, I lowered my head. I was too scared to even look at my father. I didn't want to see the disappointment and horror on his face. All that hate I had accumulated for him over the years, all the resentment against him for not understanding what I was going through, just released with the tears. \"So, where are your parents?\" the stewardess asked me after a few minutes. \"I can't wait here with you much longer.\" I looked up and wiped my eyes. My father was standing ten feet away. He didn't even recognize me. In the underbelly of Las Vegas, a cesspool of warring biker gangs and seedy strip clubs transformed the gawky, brace-faced Jenna Massoli into the bombshell Jenna Jameson. Today, Jenna Jameson is the biggest star in the history of adult movies, consistently ranked as one of the most beautiful women alive. But behind the glamour and the meteoric rise to fame was a path paved with tragedy and heartbreak. As a teenager drawn into a chaotic world ruled by rape, abuse, and murder, Jenna plunged into a downward spiral of addiction, even as she became one of the most photographed women in adult magazines. Determined to overcome this past, Jenna rebounded in the adult-film business, where she encountered sadistic directors, experienced lovers of both sexes, amorous celebrities (from Howard Stern to Marilyn Manson to Tommy Lee), bitter rival starlets, and finally, glory, as she went on to become the biggest porn star the world has ever seen. But her struggle for happiness did not end when the accolades began. For years she wrestled with her resentment at her estranged father, the loneliness of growing up from the age of two without a mother, and her enduring childhood desire to find a man who could give her the security and love she never had. Her unforgettable memoir is many things at once: a shocking sexual history, an insider's guide to the secret workings of the billion-dollar adult-film industry, and a gripping thriller that probes deep into Jenna's dark past. An unparalleled exploration of sexual freedom, How to Make Love Like a Porn Star ventures far beyond the flesh, into the heart-shredding tragedies and adrenaline-pumping triumphs of a woman who has already lived a hundred lifetimes. Always witty and humorous even as she faces the demons of her past, Jenna offers hilarious anecdotes about one of the most controversial businesses in history, and shares outrageous advice, including her ten commandments of dating and sex, how to become a \"suitcase pimp,\" and how to make it in the business as a female (or a male). Add to this never-before-seen photographs from Jenna's private collection and others taken exclusively for this book, and the result is certain to be one of the most talked-about books of the year.",
    "PublishedYear": 2004,
    "AverageRating": 3.75,
    "RatingsCount": 10211,
    "ISBN": 9780060539092,
    "Stock": 14,
    "Key": 171,
    "id": 171
  },
  {
    "Name": "Howard Stern Comes Again",
    "Author": "Howard Stern",
    "Reviews": 5272,
    "MarketPrice": 850,
    "ourPrice": 460,
    "PurchasePrice": 460,
    "NumPages": 672,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Cross Damon, trapped within his own blackness, flees from Chicago's South Side to Harlem, where he joins the Communist Party.",
    "PublishedYear": 1953,
    "AverageRating": 4.16,
    "RatingsCount": 1736,
    "ISBN": 9780060539252,
    "Stock": 15,
    "Key": 172,
    "id": 172
  },
  {
    "Name": "Humans of New York",
    "Author": "Brandon Stanton",
    "Reviews": 3490,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 650,
    "Genre": "Non Fiction",
    "Categories": "History",
    "Description": "Based on 15 years of in-depth research, \"1421\" traces the voyages of an extraordinary fleet of Chinese ships, whose crews actually charted America 70 years before Columbus. Four 8-page color inserts. 37 maps & diagrams.",
    "PublishedYear": 2004,
    "AverageRating": 3.59,
    "RatingsCount": 11289,
    "ISBN": 9780060540944,
    "Stock": 16,
    "Key": 173,
    "id": 173
  },
  {
    "Name": "Humans of New York",
    "Author": "Brandon Stanton",
    "Reviews": 3490,
    "MarketPrice": 600,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 327,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A team of scientists struggles to define and contain a deadly bacteria brought back from outer space by a satellite.",
    "PublishedYear": 2003,
    "AverageRating": 3.89,
    "RatingsCount": 192637,
    "ISBN": 9780060541811,
    "Stock": 17,
    "Key": 174,
    "id": 174
  },
  {
    "Name": "Humans of New York : Stories",
    "Author": "Brandon Stanton",
    "Reviews": 2812,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 250,
    "NumPages": 442,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Armed with the latest gifts of advanced technology, a California scientist, a ruthless corporation agent, and a mercenary hunter face the dangers of the Congo jungle in search of the diamonds of the lost city of Zinj. Reprint.",
    "PublishedYear": 2003,
    "AverageRating": 3.58,
    "RatingsCount": 140223,
    "ISBN": 9780060541835,
    "Stock": 18,
    "Key": 175,
    "id": 175
  },
  {
    "Name": "Hyperbole and a Half: Unfortunate Situations, Flawed Coping Mechanisms, Mayhem, and Other Things That Happened",
    "Author": "Allie Brosh",
    "Reviews": 4896,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 200,
    "NumPages": 213,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "After twelve-year-old Johnny Maxwell suddenly starts seeing and talking to ghosts, he and his friends become involved in a battle to save the local cemetery.",
    "PublishedYear": 2006,
    "AverageRating": 3.78,
    "RatingsCount": 7733,
    "ISBN": 9780060541880,
    "Stock": 3,
    "Key": 176,
    "id": 176
  },
  {
    "Name": "I Am Confident, Brave & Beautiful: A Coloring Book for Girls",
    "Author": "Hopscotch Girls",
    "Reviews": 9737,
    "MarketPrice": 400,
    "ourPrice": 300,
    "PurchasePrice": 150,
    "NumPages": 96,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Everyone's favorite literal-minded housekeeper, Amelia Bedelia, celebrates her 40th Anniversary in a three-book I Can Read box set.",
    "PublishedYear": 2003,
    "AverageRating": 4.41,
    "RatingsCount": 256,
    "ISBN": 9780060542382,
    "Stock": 4,
    "Key": 177,
    "id": 177
  },
  {
    "Name": "I, Alex Cross",
    "Author": "James Patterson",
    "Reviews": 1320,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 250,
    "NumPages": 192,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "During a scarlet fever outbreak in 1906, thirteen-year-old Lizabeth must decide whether it is more important to be Strawberry Queen or to be at the bedside of her younger sister, who is ill.",
    "PublishedYear": 2005,
    "AverageRating": 3.96,
    "RatingsCount": 24,
    "ISBN": 9780060543495,
    "Stock": 5,
    "Key": 178,
    "id": 178
  },
  {
    "Name": "If Animals Kissed Good Night",
    "Author": "Ann Whitford Paul",
    "Reviews": 16643,
    "MarketPrice": 100,
    "ourPrice": 67,
    "PurchasePrice": 60,
    "NumPages": 384,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Accomplished journalist Sam Weller met the Ray Bradbury while writing a cover story for the Chicago Tribune Magazine and spent hundreds of hours interviewing Bradbury, his editors, family members, and longtime friends. With unprecedented access to private archives, he uncovered never–before–published letters, documents, and photographs that help tell the story of this literary genius and his remarkable creative journey. The result is a richly textured, detailed biography that illuminates the origins and accomplishments of Bradbury's fascinating mind.",
    "PublishedYear": 2006,
    "AverageRating": 4.22,
    "RatingsCount": 352,
    "ISBN": 9780060545840,
    "Stock": 6,
    "Key": 179,
    "id": 179
  },
  {
    "Name": "If Animals Kissed Good Night",
    "Author": "Ann Whitford Paul",
    "Reviews": 16643,
    "MarketPrice": 900,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 240,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "The students of Miss Earth's class in rural Vermont experience an eventful spring when they become involved with a bullying new student, a competitive egg hunt, and genetically altered chicks.",
    "PublishedYear": 2005,
    "AverageRating": 3.74,
    "RatingsCount": 76,
    "ISBN": 9780060546571,
    "Stock": 7,
    "Key": 180,
    "id": 180
  },
  {
    "Name": "If I Stay",
    "Author": "Gayle Forman",
    "Reviews": 7153,
    "MarketPrice": 800,
    "ourPrice": 470,
    "PurchasePrice": 450,
    "NumPages": 417,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Born of an incestuous relationship between King Arthur and his half sister, the evil sorceress Morgause, the bastard Mordred is reared in secrecy. Called to Camelot by events he cannot deny, Mordred becomes Arthur’s most trusted counselor -- a fateful act that leads to the \"wicked day of destiny\" when father and son must face each other in battle.",
    "PublishedYear": 2003,
    "AverageRating": 4.09,
    "RatingsCount": 9875,
    "ISBN": 9780060548285,
    "Stock": 3,
    "Key": 181,
    "id": 181
  },
  {
    "Name": "In the Garden of Beasts: Love, Terror, and an American Family in Hitler's Berlin",
    "Author": "Eric Larson",
    "Reviews": 4571,
    "MarketPrice": 700,
    "ourPrice": 450,
    "PurchasePrice": 420,
    "NumPages": 464,
    "Genre": "Non Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Hidden somewhere, in nearly every major city in the world, is an underground seduction lair. And in these lairs, men trade the most devastatingly effective techniques ever invented to charm women. This is not fiction. These men really exist. They live together in houses known as Projects. And Neil Strauss, the bestselling author, spent two years living among them, using the pseudonym Style to protect his real-life identity. The result is one of the most explosive and controversial books of the year -- guaranteed to change the lives of men and transform the way women understand the opposite sex forever. On his journey from AFC (average frustrated chump) to PUA (pick-up artist) to PUG (pick-up guru), Strauss not only shares scores of original seduction techniques but also has unforgettable encounters with the likes of Tom Cruise, Britney Spears, Paris Hilton, Heidi Fleiss, and Courtney Love. And then things really start to get strange -- and passions lead to betrayals lead to violence. The Game is the story of one man's transformation from frog to prince -- to prisoner in the most unforgettable book of the year.",
    "PublishedYear": 2005,
    "AverageRating": 3.74,
    "RatingsCount": 19305,
    "ISBN": 9780060554736,
    "Stock": 4,
    "Key": 182,
    "id": 182
  },
  {
    "Name": "Inferno",
    "Author": "Dan Brown",
    "Reviews": 29651,
    "MarketPrice": 600,
    "ourPrice": 490,
    "PurchasePrice": 455,
    "NumPages": 48,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Narnia: A magical land full of wonder and excitement. A place where you will meet Aslan, the bravest of lions, and a beautiful but wicked Witch. There are lots of other fabulous creatures too: giants and dwarfs and animals that talk. It all begins when four children -- Peter, Susan, Edmund, and Lucy -- discover a strange old wardrobe. Stepping inside, they find that it's stranger still, because behind all the fur coats there is a wondrous land of trees and mountains, all glistening with snow. The White Witch has spread an icy winter everywhere. Only Aslan can defeat her and reverse her wicked spell. The children must find the lion before it is too late. If they fail, the Witch will make them her prisoners forever. In the fifty years since it was written, The Lion, the Witch And the Wardrobe has become one of the great classics of children's literature. Now younger children can share the magical experience, stepping into a world of enchantment that will forever lure them back.",
    "PublishedYear": 2004,
    "AverageRating": 4.19,
    "RatingsCount": 5012,
    "ISBN": 9780060556501,
    "Stock": 5,
    "Key": 183,
    "id": 183
  },
  {
    "Name": "Inheritance: Book IV (Inheritance Cycle)",
    "Author": "Christopher Paolini",
    "Reviews": 5299,
    "MarketPrice": 300,
    "ourPrice": 200,
    "PurchasePrice": 180,
    "NumPages": 416,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Gold is the final and crowning achievement of the fifty-year career of science fiction's transcendent genius, the world-famous author who defined the field of science fiction for its practitioners, its millions of readers, and the world at large. The first section contains stories that range from the humorous to the profound, at the heart of which is the title story, \"Gold,\" a moving and revealing drama about a writer who gambles everything on a chance at immortality: a gamble Asimov himself made -- and won. The second section contains the grand master's ruminations on the SF genre itself. And the final section is comprised of Asimov's thoughts on the craft and writing of science fiction.",
    "PublishedYear": 2003,
    "AverageRating": 3.99,
    "RatingsCount": 2393,
    "ISBN": 9780060556525,
    "Stock": 6,
    "Key": 184,
    "id": 184
  },
  {
    "Name": "Instant Pot Pressure Cooker Cookbook: 500 Everyday Recipes for Beginners and Advanced Users. Try Easy and Healthy…",
    "Author": "Jennifer Smith",
    "Reviews": 7396,
    "MarketPrice": 1200,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 400,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A young widow raising two boys, Sarah Laden is struggling to keep her family together. But when a shocking revelation rips apart the family of her closest friend, Sarah finds herself welcoming yet another troubled young boy into her already tumultuous life. Jordan, a quiet, reclusive elementary school classmate of Sarah's son Danny, has survived a terrible ordeal. By agreeing to become Jordan's foster mother, Sarah will be forced to question the things she has long believed. And as the delicate threads that bind their family begin to unravel, all the Ladens will have to face difficult truths about themselves and one another—and discover the power of love necessary to forgive and to heal.",
    "PublishedYear": 2007,
    "AverageRating": 4.01,
    "RatingsCount": 11432,
    "ISBN": 9780060564780,
    "Stock": 7,
    "Key": 185,
    "id": 185
  },
  {
    "Name": "Instant Pot Pressure Cooker Cookbook: 500 Everyday Recipes for Beginners and Advanced Users. Try Easy and Healthy…",
    "Author": "Jennifer Smith",
    "Reviews": 7396,
    "MarketPrice": 1100,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "Business & Economics",
    "Description": "\"This is not a book about charismatic visionary leaders. It is not about visionary product concepts or visionary products or visionary market insights. Nor is it about just having a corporate vision. This is a book about something far more important, enduring, and substantial. This is a book about visionary companies.\" So write Jim Collins and Jerry Porras in this groundbreaking book that shatters myths, provides new insights, and gives practical guidance to those who would like to build landmark companies that stand the test of time. Drawing upon a six-year research project at the Stanford University Graduate School of Business, Collins and Porras took eighteen truly exceptional and long-lasting companies -- they have an average age of nearly one hundred years and have outperformed the general stock market by a factor of fifteen since 1926 -- and studied each company in direct comparison to one of its top competitors. They examined the companies from their very beginnings to the present day -- as start-ups, as midsize companies, and as large corporations. Throughout, the authors asked: \"What makes the truly exceptional companies different from other companies?\" What separates General Electric, 3M, Merck, Wal-Mart, Hewlett-Packard, Walt Disney, and Philip Morris from their rivals? How, for example, did Procter & Gamble, which began life substantially behind rival Colgate, eventually prevail as the premier institution in its industry? How was Motorola able to move from a humble battery repair business into integrated circuits and cellular communications, while Zenith never became dominant in anything other than TVs? How did Boeing unseat McDonnell Douglas as the world's best commercial aircraft company -- what did Boeing have that McDonnell Douglas lacked? By answering such questions, Collins and Porras go beyond the incessant barrage of management buzzwords and fads of the day to discover timeless qualities that have consistently distinguished out-standing companies. They also provide inspiration to all executives and entrepreneurs by destroying the false but widely accepted idea that only charismatic visionary leaders can build visionary companies. Filled with hundreds of specific examples and organized into a coherent framework of practical concepts that can be applied by managers and entrepreneurs at all levels, Built to Last provides a master blueprint for building organizations that will prosper long into the twenty-first century and beyond.",
    "PublishedYear": 2004,
    "AverageRating": 3.98,
    "RatingsCount": 49529,
    "ISBN": 9780060566104,
    "Stock": 8,
    "Key": 186,
    "id": 186
  },
  {
    "Name": "It's Not Supposed to Be This Way: Finding Unexpected Strength When Disappointments Leave You Shattered",
    "Author": "Lysa TerKeurst",
    "Reviews": 7062,
    "MarketPrice": 250,
    "ourPrice": 210,
    "PurchasePrice": 211,
    "NumPages": 321,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Just why do humpback whales sing? That's the question that has marine behavioral biologist Nate Quinn and his crew poking, charting, recording, and photographing very big, wet, gray marine mammals. Until the extraordinary day when a whale lifts its tail into the air to display a cryptic message spelled out in foot-high letters: Bite me. Trouble is, Nate's beginning to wonder if he hasn't spent just a little too much time in the sun. 'Cause no one else on his team saw a thing -- not his longtime partner, Clay Demodocus; not their saucy young research assistant; not even the spliff-puffing white-boy Rastaman Kona (né Preston Applebaum). But later, when a roll of film returns from the lab missing the crucial tail shot -- and his research facility is trashed -- Nate realizes something very fishy indeed is going on. By turns witty, irreverent, fascinating, puzzling, and surprising, Fluke is Christopher Moore at his outrageous best.",
    "PublishedYear": 2004,
    "AverageRating": 3.75,
    "RatingsCount": 34773,
    "ISBN": 9780060566685,
    "Stock": 9,
    "Key": 187,
    "id": 187
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 296,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Earth is long since dead. On a colony planet, a band of men has gained control of technology, made themselves immortal, and now rules their world as the gods of the Hindu pantheon. Only one dares oppose them: he who was once Siddhartha and is now Mahasamatman. Binder of Demons. Lord of Light.",
    "PublishedYear": 2004,
    "AverageRating": 4.1,
    "RatingsCount": 22530,
    "ISBN": 9780060567231,
    "Stock": 10,
    "Key": 188,
    "id": 188
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 545,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 336,
    "Genre": "Non Fiction",
    "Categories": "Philosophy",
    "Description": "The Perennial Philosophy is defined by its author as \"The metaphysic that recognizes a divine Reality substantial to the world of things and lives and minds.\" With great wit and stunning intellect, Aldous Huxley examines the spiritual beliefs of various religious traditions and explains them in terms that are personally meaningful.",
    "PublishedYear": 2004,
    "AverageRating": 4.23,
    "RatingsCount": 2959,
    "ISBN": 9780060570583,
    "Stock": 11,
    "Key": 189,
    "id": 189
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 520,
    "NumPages": 419,
    "Genre": "Non Fiction",
    "Categories": "History",
    "Description": "Unleashed by ancient geologic forces, a magnitude 8.25 earthquake rocked San Francisco in the early hours of April 18, 1906. Less than a minute later, the city lay in ruins. Bestselling author Simon Winchester brings his inimitable storytelling abilities to this extraordinary event, exploring the legendary earthquake and fires that spread horror across San Francisco and northern California in 1906 as well as its startling impact on American history and, just as important, what science has recently revealed about the fascinating subterranean processes that produced it—and almost certainly will cause it to strike again.",
    "PublishedYear": 2006,
    "AverageRating": 3.78,
    "RatingsCount": 5242,
    "ISBN": 9780060572006,
    "Stock": 12,
    "Key": 190,
    "id": 190
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 253,
    "ourPrice": 220,
    "PurchasePrice": 200,
    "NumPages": 416,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "All the creatures of the night gather in \"the Hollows\" of Cincinnati, to hide, to prowl, to party ... and to feed. Vampires rule the darkness in a predator-eat-predator world rife with dangers beyond imagining -- and it’s Rachel Morgan's job to keep that world civilized. A bounty hunter and witch with serious sex appeal and an attitude, she'll bring 'em back alive, dead ... or undead.",
    "PublishedYear": 2004,
    "AverageRating": 4.04,
    "RatingsCount": 97105,
    "ISBN": 9780060572969,
    "Stock": 13,
    "Key": 191,
    "id": 191
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 654,
    "ourPrice": 480,
    "PurchasePrice": 100,
    "NumPages": 453,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "It's a tough life for witch Rachel Morgan, sexy, independent bounty hunter, prowling the darkest shadows of downtown Cincinnati for criminal creatures of the night. She can handle the leather-clad vamps and even tangle with a cunning demon or two. But a serial killer who feeds on the experts in the most dangerous kind of black magic is definitely pressing the limits. Confronting an ancient, implacable evil is more than just child's play -- and this time, Rachel will be lucky to escape with her very soul.",
    "PublishedYear": 2005,
    "AverageRating": 4.26,
    "RatingsCount": 53112,
    "ISBN": 9780060572976,
    "Stock": 14,
    "Key": 192,
    "id": 192
  },
  {
    "Name": "Jesus Calling: Enjoying Peace in His Presence (with Scripture References)",
    "Author": "Sarah Young",
    "Reviews": 19576,
    "MarketPrice": 654,
    "ourPrice": 470,
    "PurchasePrice": 100,
    "NumPages": 368,
    "Genre": "Non Fiction",
    "Categories": "Family & Relationships",
    "Description": "Rediscover the most famous relationship book ever published Once upon a time Martians and Venusians met, fell in love, and had happy relationships together because they respected and accepted their differences. Then they came to Earth and amnesia set in: they forgot they were from different planets. Based on years of successful counseling of couples and individuals, Men Are from Mars, Women Are from Venus has helped millions of couples transform their relationships. Now viewed as a modern classic, this phenomenal book has helped men and women realize how different they can be in their communication styles, their emotional needs, and their modes of behavior—and offers the secrets of communicating without conflicts, allowing couples to give intimacy every chance to grow.",
    "PublishedYear": 2004,
    "AverageRating": 3.54,
    "RatingsCount": 126108,
    "ISBN": 9780060574215,
    "Stock": 15,
    "Key": 193,
    "id": 193
  },
  {
    "Name": "JOURNEY TO THE ICE P",
    "Author": "RH Disney",
    "Reviews": 978,
    "MarketPrice": 655,
    "ourPrice": 450,
    "PurchasePrice": 100,
    "NumPages": 311,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Sabriel, daughter of the necromancer Abhorsen, must journey into the mysterious and magical Old Kingdom to rescue her father from the Land of the Dead.",
    "PublishedYear": 2004,
    "AverageRating": 4.17,
    "RatingsCount": 1296,
    "ISBN": 9780060575816,
    "Stock": 16,
    "Key": 194,
    "id": 194
  },
  {
    "Name": "Joyland (Hard Case Crime)",
    "Author": "Stephen King",
    "Reviews": 4748,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 120,
    "NumPages": 288,
    "Genre": "Fiction",
    "Categories": "Poetry",
    "Description": "in this place there are the dead, the deadly and the dying. there is the cross, the builders of the cross and the burners of the cross. the pattern of my life forms like a cheap shadow on the wall before me. my love what is left of it now must crawl to wherever it can crawl. the strongest know that death is final and the happiest are those gifted with the shortest journey.",
    "PublishedYear": 2006,
    "AverageRating": 3.99,
    "RatingsCount": 1901,
    "ISBN": 9780060577049,
    "Stock": 17,
    "Key": 195,
    "id": 195
  },
  {
    "Name": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
    "Author": "David Grann",
    "Reviews": 8393,
    "MarketPrice": 600,
    "ourPrice": 490,
    "PurchasePrice": 125,
    "NumPages": 272,
    "Genre": "Non Fiction",
    "Categories": "Self-Help",
    "Description": "Exploring how the past influences the present, the author discusses how to understand each individual's unique coping style and how to tap into the extraordinary quality of human spirit that will create the transition from victim to victor.",
    "PublishedYear": 2006,
    "AverageRating": 3.92,
    "RatingsCount": 502,
    "ISBN": 9780060577865,
    "Stock": 18,
    "Key": 196,
    "id": 196
  },
  {
    "Name": "Killing Jesus (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 11391,
    "MarketPrice": 700,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 385,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "The beautiful, serene village of Molena Point, California is the type of place where people go to get away from the harsher realities of life––which is what attracted classic film star Patty Rose to buy the village inn, and settle down to enjoy her golden years. But as the town gathers to celebrate and honor the beautiful, aging actress with a festival of her old films, Patty is brutally murdered––to the horror and shock of this peaceful burg. A gentle tortoiseshell cat, Kit, has been enjoying a retreat to the animal–loving actress's inn, where she's spending time with her feline friends Dulcie, and the slick tomcat sleuth, Joe Grey. But her relaxation is cut short when she hears the gunshots that end Patty's life, and sees her dead body sprawled on the inn's front steps. She glimpses the killer racing into the parking garage, and soon follows his trail. Joe and Dulcie must now follow the naïve Kit's trail, and keep her from getting into serious trouble. To complicate matters, Joe discovers that Dulcie has been hiding a runaway child––one of the lucky humans that these special cats choose to talk to––who has now been kidnapped, likely by the same man who killed their famous friend. In the end, the little girl's abduction leads them to Patty's killer, and the feline friends are all united––but they all must mourn a departed friend as they stand beside the newly laid grave of Patty Rose.",
    "PublishedYear": 2005,
    "AverageRating": 4.3,
    "RatingsCount": 481,
    "ISBN": 9780060578114,
    "Stock": 19,
    "Key": 197,
    "id": 197
  },
  {
    "Name": "Killing Kennedy: The End of Camelot",
    "Author": "Bill O'Reilly",
    "Reviews": 8634,
    "MarketPrice": 800,
    "ourPrice": 400,
    "PurchasePrice": 500,
    "NumPages": 375,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "The fur starts flying when a gang from L.A. comes up to tranquil Molena Point, California, and begins breaking into the village's quaint shops. The fur of Joe Grey, Feline P.I., that is. After all, Molena Point has been his home since he was a kitten eating scraps from the garbage behind the local delicatessen, and he doesn't take well to marauding strangers. Joe even wonders whether the blonde who's moved into next to his human companion Clyde could be a part of the gang––she's been acting pretty suspicious lately. But when the strangers start trapping and caging feral cats––speaking cats like Joe and his girlfriend Dulcie––it proves too much for the intrepid four–footed detective. And when one of the gang is murdered, and a second mysterious death comes to light, he has no choice but to try to stop the crimes. Joe, Dulcie, and their tattercoat friend Kit, who used to be a stray herself, are deep into the investigation when they are able to release the three trapped cats. But as Kit leads them away to freedom, will she herself return to that wild life?",
    "PublishedYear": 2006,
    "AverageRating": 4.2,
    "RatingsCount": 204,
    "ISBN": 9780060578121,
    "Stock": 3,
    "Key": 198,
    "id": 198
  },
  {
    "Name": "Killing Lincoln: The Shocking Assassination that Changed America Forever (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 9342,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 416,
    "Genre": "Non Fiction",
    "Categories": "Sports & Recreation",
    "Description": "Each summer, on the fields of glorious Cape Marlin, off the New England coast, the nation's best college players gather to play the most important baseball of their lives. Jack Faber is a young hotshot pitcher with an unhittable slider and a rocket for a fastball. He plays for the fabled Seapuit Seawolves and dreams of making the Big Show. But a new coach, the scowling Bruno Riazzi, a former pro catcher, resents the kid's celebrity status and decides to knock him down a peg or two. And he stops at nothing to make it happen. Humiliated, Jack loses his lifelong art, and with it his passion for the game, as well as, mysteriously, his ability to throw. A devastated Jack Faber is released from the St. Charles College roster. But the Seawolves coaches won't give up on him. They bring Jack back to Cape Marlin, determined to help him rediscover his lost talent. He finds himself again under the summer sun, coaches and old friends standing by him. But in the end it will be up to Jack. Based on a true story, Slider celebrates the national pastime, a game that can break grown men's hearts -- as well as make them whole again.",
    "PublishedYear": 2004,
    "AverageRating": 4.18,
    "RatingsCount": 64,
    "ISBN": 9780060580339,
    "Stock": 4,
    "Key": 199,
    "id": 199
  },
  {
    "Name": "Killing Lincoln: The Shocking Assassination that Changed America Forever (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 9342,
    "MarketPrice": 650,
    "ourPrice": 450,
    "PurchasePrice": 111,
    "NumPages": 448,
    "Genre": "Non Fiction",
    "Categories": "True Crime",
    "Description": "In 1946, Elizabeth Short traveled to Hollywood to become famous and see her name up in lights. Instead, the dark-haired beauty became immortalized in the headlines as the \"Black Dahlia\" when her nude and bisected body was discovered in the weeds of a vacant lot. Despite the efforts of more than four hundred police officers and homicide investigators, the heinous crime was never solved. Now, after endless speculation and false claims, bestselling author Donald H. Wolfe discovers startling new evidence—buried in the files of the Los Angeles District Attorney's Office for more than half a century. With the aid of archival photos, news clippings, and investigative reports, Wolfe documents the riveting untold story that names the brutal murderer—the notorious Mafia leader, Benjamin \"Bugsy\" Siegel—and the motive—an unwanted pregnancy resulting from Short's involvement with the most powerful figure in Los Angeles, Norman Chandler. But Wolfe goes even further to unravel the large-scale cover-up behind the case. Wolfe's extensive research, based on the evidence he discovered in the recently opened LADA files, makes The Black Dahlia Files the authoritative work on the murder that has drawn endless scrutiny but remained unsolved—until now.",
    "PublishedYear": 2006,
    "AverageRating": 3.84,
    "RatingsCount": 600,
    "ISBN": 9780060582500,
    "Stock": 5,
    "Key": 200,
    "id": 200
  },
  {
    "Name": "Killing Patton: The Strange Death of World War II's Most Audacious General (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 10927,
    "MarketPrice": 950,
    "ourPrice": 480,
    "PurchasePrice": 200,
    "NumPages": 374,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Alexandra (Barney) Barnaby roars onto the Miami Beach scene in hot pursuit of her missing baby brother, \"Wild\" Bill. Leave it to the maverick of the family to get Barney involved with high-speed car chases, a search for sunken treasure, and Sam Hooker, a NASCAR driver who’s good at revving a woman's engine. Engaged in a deadly race, Bill has \"borrowed\" Hooker's sixty-five-foot Hatteras and sailed off into the sunset...just when Hooker has plans for the boat. Hooker figures he'll attach himself to Barney and maybe run into scumbag Bill. And better yet, maybe he'll get lucky in love with Bill's sweetie pie sister. The pedal will have to go to metal if Barney and Hooker want to be the first to cross the finish line, save Bill, Hooker's boat...and maybe the world.",
    "PublishedYear": 2005,
    "AverageRating": 3.62,
    "RatingsCount": 28414,
    "ISBN": 9780060584023,
    "Stock": 6,
    "Key": 201,
    "id": 201
  },
  {
    "Name": "Killing Reagan: The Violent Assault That Changed a Presidency (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 5235,
    "MarketPrice": 850,
    "ourPrice": 470,
    "PurchasePrice": 200,
    "NumPages": 312,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Alexandra \"Barney\" Barnaby returns to take on a whole new set of bad guys, Florida heat, colorful and dangerous characters, and high-stakes adventure, all the while romancing gorgeous race car driver Sam Hooker, in an action-packed sequel to Metro Girl. 1,000,000 first printing.",
    "PublishedYear": 2006,
    "AverageRating": 3.67,
    "RatingsCount": 21885,
    "ISBN": 9780060584030,
    "Stock": 7,
    "Key": 202,
    "id": 202
  },
  {
    "Name": "Killing the Rising Sun: How America Vanquished World War II Japan (Bill O'Reilly's Killing Series)",
    "Author": "Bill O'Reilly",
    "Reviews": 8916,
    "MarketPrice": 350,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 416,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "When they were children, Sean Devine, Jimmy Marcus, and Dave Boyle were friends. But then a strange car pulled up to their street. One boy got into the car, two did not, and something terrible happened -- something that ended their friendship and changed all three boys forever. Twenty-five years later, Sean is a homicide detective. Jimmy is an ex-con who owns a corner store. And Dave is trying to hold his marriage together and keep his demons at bay -- demons that urge him to do terrible things. When Jimmy's daughter is found murdered, Sean is assigned to the case. His investigation brings him into conflict with Jimmy, who finds his old criminal impulses tempt him to solve the crime with brutal justice. And then there is Dave, who came home the night Jimmy's daughter died covered in someone else's blood. A tense and unnerving psychological thriller, Mystic River is also an epic novel of love and loyalty, faith and family, in which people irrevocably marked by the past find themselves on a collision course with the darkest truths of their own hidden selves.",
    "PublishedYear": 2003,
    "AverageRating": 4.18,
    "RatingsCount": 105317,
    "ISBN": 9780060584757,
    "Stock": 3,
    "Key": 203,
    "id": 203
  },
  {
    "Name": "Kitchen Confidential Updated Edition: Adventures in the Culinary Underbelly (P.S.)",
    "Author": "Anthony Bourdain",
    "Reviews": 2507,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 200,
    "NumPages": 512,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Billy Budd, Sailor and Bartleby, the Scrivener are two of the most revered shorter works of fiction in history. Here, they are collected along with 19 other stories in a beautifully redesigned collection that represents the best short work of an American master.As Warner Berthoff writes in his introduction to this volume, \"It is hard to think of a major novelist or storyteller who is not also a first-rate entertainer . . . a master, according to choice, of high comedy, of one or another robust species of expressive humour, or of some special variety of the preposterous, the grotesque, the absurd. And Melville, certainly, is no exception. A kind of vigorous supervisory humour is his natural idiom as a writer, and one particular attraction of his shorter work is the fresh further display it offers of this prime element in his literary character.\"",
    "PublishedYear": 2004,
    "AverageRating": 4.02,
    "RatingsCount": 401,
    "ISBN": 9780060586546,
    "Stock": 4,
    "Key": 204,
    "id": 204
  },
  {
    "Name": "Knock-Knock Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 3673,
    "MarketPrice": 600,
    "ourPrice": 490,
    "PurchasePrice": 300,
    "NumPages": 64,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "\"I'll swap you my dad,\" I said. \"Oh-oh,\" said my little sister. What if you wanted your best friend's two goldfish so much that you'd swap anything for them, even your father? What if your mother came home and found out what you'd done?",
    "PublishedYear": 2006,
    "AverageRating": 4.03,
    "RatingsCount": 280,
    "ISBN": 9780060587031,
    "Stock": 5,
    "Key": 205,
    "id": 205
  },
  {
    "Name": "Knock-Knock Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 3673,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 273,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Eleven Minutes is the story of Maria, a young girl from a Brazilian village, whose first innocent brushes with love leave her heartbroken. At a tender age, she becomes convinced that she will never find true love, instead believing that \"love is a terrible thing that will make you suffer. . . .\" A chance meeting in Rio takes her to Geneva, where she dreams of finding fame and fortune. Maria's despairing view of love is put to the test when she meets a handsome young painter. In this odyssey of self-discovery, Maria has to choose between pursuing a path of darkness -- sexual pleasure for its own sake -- or risking everything to find her own \"inner light\" and the possibility of sacred sex, sex in the context of love. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
    "PublishedYear": 2005,
    "AverageRating": 3.69,
    "RatingsCount": 114826,
    "ISBN": 9780060589288,
    "Stock": 6,
    "Key": 206,
    "id": 206
  },
  {
    "Name": "Knock-Knock Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 3673,
    "MarketPrice": 400,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 540,
    "Genre": "Non Fiction",
    "Categories": "Psychology",
    "Description": "One of the most important and influential books written in the past half-century, Robert M. Pirsig's Zen and the Art of Motorcycle Maintenance is a powerful, moving, and penetrating examination of how we live . . . and a breathtaking meditation on how to live better. Here is the book that transformed a generation: an unforgettable narration of a summer motorcycle trip across America's Northwest, undertaken by a father and his young son. A story of love and fear -- of growth, discovery, and acceptance -- that becomes a profound personal and philosophical odyssey into life's fundamental questions, this uniquely exhilarating modern classic is both touching and transcendent, resonant with the myriad confusions of existence . . . and the small, essential triumphs that propel us forward.",
    "PublishedYear": 2006,
    "AverageRating": 3.77,
    "RatingsCount": 157734,
    "ISBN": 9780060589462,
    "Stock": 7,
    "Key": 207,
    "id": 207
  },
  {
    "Name": "Last Week Tonight with John Oliver Presents A Day in the Life of Marlon Bundo (Better Bundo Book, LGBT Childrens Book)",
    "Author": "Jill Twiss",
    "Reviews": 11881,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 176,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "One of the first two volumes in Harper's Eminent Lives series, Korda brings his acclaimed storytelling talents to the life of Ulysses S. Grant – a man who managed to end the Civil War on a note of grace, serve two terms as president, write one of the most successful military memoirs in American literature, and is today remembered as a brilliant general but a failed president. Ulysses S. Grant was the first officer since George Washington to become a four–star general in the United States Army, and the only president between Andrew Jackson and Woodrow Wilson to serve eight consecutive years in the White House. In this succinct and vivid biography, Michael Korda considers Grant's character and reconciles the conflicting evaluations of his leadership abilities. Grant's life played out as a true Horatio Alger story. Despite his humble background as the son of a tanner in Ohio, his lack of early success in the army, and assorted failed business ventures, his unwavering determination propelled him through the ranks of military leadership and into the presidency. But while the general's tenacity and steadfastness contributed to his success on the battlefield, it both aided and crippled his effectiveness in the White House. Assessing Grant both within the context of his time and in contrast to more recent American leaders, Korda casts a benevolent eye on Grant's presidency while at the same time conceding his weaknesses. He suggests that though the general's second term ended in financial and political scandals, the fact remains that for eight years Grant exerted a calming influence on a country that had only just emerged from a horrendous civil war. Ulysses S. Grant is an even–handed and stirring portrait of a man who guided America through a pivotal juncture in its history.",
    "PublishedYear": 2004,
    "AverageRating": 3.88,
    "RatingsCount": 410,
    "ISBN": 9780060590154,
    "Stock": 3,
    "Key": 208,
    "id": 208
  },
  {
    "Name": "Laugh-Out-Loud Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 6990,
    "MarketPrice": 100,
    "ourPrice": 900,
    "PurchasePrice": 800,
    "NumPages": 387,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Charlie Asher is a pretty normal guy. A little hapless, somewhat neurotic, sort of a hypochondriac. He's what's known as a Beta Male: the kind of fellow who makes his way through life by being careful and constant -- you know, the one who's always there to pick up the pieces when the girl gets dumped by the bigger/taller/stronger Alpha Male. But Charlie's been lucky. He owns a building in the heart of San Francisco, and runs a secondhand store with the help of a couple of loyal, if marginally insane, employees. He's married to a bright and pretty woman who actually loves him for his normalcy. And she, Rachel, is about to have their first child. Yes, Charlie's doing okay for a Beta. That is, until the day his daughter, Sophie, is born. Just as Charlie -- exhausted from the birth -- turns to go home, he sees a strange man in mint-green golf wear at Rachel's hospital bedside, a man who claims that no one should be able to see him. But see him Charlie does, and from here on out, things get really weird. . . . People start dropping dead around him, giant ravens perch on his building, and it seems that everywhere he goes, a dark presence whispers to him from under the streets. Strange names start appearing on his nightstand notepad, and before he knows it, those people end up dead, too. Yup, it seems that Charlie Asher has been recruited for a new job, an unpleasant but utterly necessary one: Death. It's a dirty job. But hey, somebody's gotta do it. Christopher Moore, the man whose Lamb served up Jesus' \"missing years\" (with the funny parts left in), and whose Fluke found the deep humor in whale researchers' lives, now shines his comic light on the undiscovered country we all eventually explore -- death and dying -- and the results are hilarious, heartwarming, and a hell of a lot of fun.",
    "PublishedYear": 2006,
    "AverageRating": 4.07,
    "RatingsCount": 88016,
    "ISBN": 9780060590277,
    "Stock": 4,
    "Key": 209,
    "id": 209
  },
  {
    "Name": "Laugh-Out-Loud Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 6990,
    "MarketPrice": 900,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 927,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Quicksilver is the story of Daniel Waterhouse, fearless thinker and conflicted Puritan, pursuing knowledge in the company of the greatest minds of Baroque-era Europe, in a chaotic world where reason wars with the bloody ambitions of the mighty, and where catastrophe, natural or otherwise, can alter the political landscape overnight. It is a chronicle of the breathtaking exploits of \"Half-Cocked Jack\" Shaftoe -- London street urchin turned swashbuckling adventurer and legendary King of the Vagabonds -- risking life and limb for fortune and love while slowly maddening from the pox. And it is the tale of Eliza, rescued by Jack from a Turkish harem to become spy, confidante, and pawn of royals in order to reinvent Europe through the newborn power of finance. A gloriously rich, entertaining, and endlessly inventive novel that brings a remarkable age and its momentous events to vivid life, Quicksilver is an extraordinary achievement from one of the most original and important literary talents of our time. And it's just the beginning ...",
    "PublishedYear": 2004,
    "AverageRating": 3.93,
    "RatingsCount": 29981,
    "ISBN": 9780060593087,
    "Stock": 5,
    "Key": 210,
    "id": 210
  },
  {
    "Name": "Laugh-Out-Loud Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 6990,
    "MarketPrice": 800,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 400,
    "Genre": "Non Fiction",
    "Categories": "Literary Criticism",
    "Description": "Inspired by a landmark exhibition mounted by the British Museum in 1963 to celebrate five eventful centuries of the printed word, Nicholas A. Basbanes offers a lively consideration of writings that have \"made things happen\" in the world, works that have both nudged the course of history and fired the imagination of countless influential people. In his fifth work to examine a specific aspect of book culture, Basbanes also asks what we can know about such figures as John Milton, Edward Gibbon, John Locke, Isaac Newton, Samuel Taylor Coleridge, John Adams, Frederick Douglass, Abraham Lincoln, Henry James, Thomas Edison, Helen Keller––even the notorious Marquis de Sade and Adolf Hitler––by knowing what they have read. He shows how books that many of these people have consulted, in some cases annotated with their marginal notes, can offer tantalizing clues to the evolution of their character and the development of their thought.",
    "PublishedYear": 2006,
    "AverageRating": 3.96,
    "RatingsCount": 300,
    "ISBN": 9780060593247,
    "Stock": 6,
    "Key": 211,
    "id": 211
  },
  {
    "Name": "Laugh-Out-Loud Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 6990,
    "MarketPrice": 700,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 384,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "In her dazzling romantic suspense debut, USA Today bestselling author Suzanne Enoch brings us a thrilling tale about a thief who needs to prove she's no murderer and the millionaire who loves her. Samantha Jellicoe is a thief and proud of it. Raised to appreciate the finer things in life, Sam has no trouble divesting the wealthy of their treasures. This all changed, however, the night she attempts to steal a valuable item from a Palm Beach estate. Before she knew what hit her, a bomb goes off, a guard is killed, and Sam ends up saving millionaire Richard Addison. She's a good thief and will own up to her jobs, but if anyone thinks to tie her to murder, they better think again. On any other night, having a one hundred plus pounds of female fling herself at you is a good thing. But on this particular night, Richard Addison is mad as hell. Not only did he just have his gallery blown up-with him about to enter it-but the woman who rescued him didn't stick around to offer any explanations. When the dust settles, Rick knows the only person with answers to his questions is the mystery woman. And if she thinks she can hide from him, she better think again.",
    "PublishedYear": 2005,
    "AverageRating": 3.93,
    "RatingsCount": 3519,
    "ISBN": 9780060593636,
    "Stock": 7,
    "Key": 212,
    "id": 212
  },
  {
    "Name": "Laugh-Out-Loud Jokes for Kids",
    "Author": "Rob Elliott",
    "Reviews": 6990,
    "MarketPrice": 600,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 241,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Following a plane crash in the Himalayan mountains, a lost group of Englishmen and Americans stumble upon the dream-like, utopian world of Shangri-La, where life is eternal and civilization refined, in a new trade paperback edition of the classic 1933 novel. Reprint.",
    "PublishedYear": 2004,
    "AverageRating": 3.92,
    "RatingsCount": 11794,
    "ISBN": 9780060594527,
    "Stock": 3,
    "Key": 213,
    "id": 213
  },
  {
    "Name": "Lean In: Women, Work, and the Will to Lead",
    "Author": "Sheryl Sandberg",
    "Reviews": 6132,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 187,
    "Genre": "Non Fiction",
    "Categories": "Philosophy",
    "Description": "The acclaimed novelist and critic describes his personal experimentation with the little-known drug mescaline and explores the nature of visionary experience, in an omnibus edition containing the two classic works The Doors of Perception and Heaven and Hell. Reissue.",
    "PublishedYear": 2004,
    "AverageRating": 3.94,
    "RatingsCount": 27716,
    "ISBN": 9780060595180,
    "Stock": 4,
    "Key": 214,
    "id": 214
  },
  {
    "Name": "Leonardo da Vinci",
    "Author": "Walter Isaacson",
    "Reviews": 3014,
    "MarketPrice": 1200,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 228,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "When Megan Murphy discovered a floppy-eared rabbit gnawing on the hem of her skirt, she meant to give its careless owner a piece of her mind, but Dr. Patrick Hunter was too attractive to stay mad at for long. Soon the two are making Thanksgiving dinner for their families.",
    "PublishedYear": 2006,
    "AverageRating": 3.6,
    "RatingsCount": 10334,
    "ISBN": 9780060598808,
    "Stock": 5,
    "Key": 215,
    "id": 215
  },
  {
    "Name": "Lettering and Modern Calligraphy: A Beginner's Guide: Learn Hand Lettering and Brush Lettering",
    "Author": "Paper Peony Press",
    "Reviews": 7550,
    "MarketPrice": 1100,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 244,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Dear Reader: In a previous life, before the time of Plum, I wrote twelve short romance novels. Red-hot screwball comedies, each and every one of them. Nine of these stories were originally published by the Loveswept line between the years 1988 and 1992. All went out-of-print immediately and then could be found only at used bookstores and yard sales. I'm excited to tell you that those nine stories are now being re-released by HarperCollins. Love Overboard is second in the lineup, and it's presented here in almost original form. I've done only minor editing to correct some embarrassing bloopers missed the first time around. And I changed the title because I thought the original title (Ivan Takes a Wife) was boring! Love Overboard is a romantic tale about a handsome ship's captain; a wary wench from Jersey City; a hundred-year-old, two-masted schooner; and an entire town of shoemakers. There's some getting naked, some blueberry pie, more getting naked, and at the end . . . Okay, I won't tell you about the end, but it's really good and it'll make you feel happy. I took my family on the road trip from heck to research this book. When we finally got to Maine it was all worthwhile because we fell in love with the boats and the people who sailed them. Enjoy!",
    "PublishedYear": 2005,
    "AverageRating": 3.65,
    "RatingsCount": 11223,
    "ISBN": 9780060598846,
    "Stock": 6,
    "Key": 216,
    "id": 216
  },
  {
    "Name": "Liberty and Tyranny: A Conservative Manifesto",
    "Author": "Mark R. Levin",
    "Reviews": 3828,
    "MarketPrice": 250,
    "ourPrice": 220,
    "PurchasePrice": 200,
    "NumPages": 234,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Dear Reader: In a previous life, before the time of Plum, I wrote twelve short romance novels. Red-hot screwball comedies, each and every one of them. Nine of these stories were originally published by the Loveswept line between the years 1988 and 1992. All immediately went out of print and could be found only at used bookstores and yard sales. I'm excited to tell you that those nine stories are now being re-released by HarperCollins. Back to the Bedroom is presented here in almost original form. I've done only minor editing to correct some embarrassing bloopers missed the first time around. I lived in northern Virginia when I wrote Back to the Bedroom. My children were young, and we spent a lot of time visiting the Washington, D.C. museums and wandering through the historic neighborhoods. One day while strolling Capitol Hill I came upon two townhouses that captured my imagination. The houses were totally different -- a birthday cake of a house and a bran muffin of a house, and yet they shared a common wall. I wondered about the people who lived inside the houses. And eventually the houses inspired Back to the Bedroom. Back to the Bedroom is the story of a young woman with the soul of a birthday cake living in a bran muffin house -- and a nice-looking guy with the substance of a bran muffin living in a birthday cake. They share some misadventures, some romantic moments, some misunderstandings, and ultimately they turn into wedding cake. And for Plum fans, you'll be interested to find that this was the first of the four romances to feature Elsie Hawkins, the prototype for Grandma Mazur. Janet Evanovich",
    "PublishedYear": 2005,
    "AverageRating": 3.67,
    "RatingsCount": 9839,
    "ISBN": 9780060598853,
    "Stock": 7,
    "Key": 217,
    "id": 217
  },
  {
    "Name": "Life",
    "Author": "Keith Richards",
    "Reviews": 2752,
    "MarketPrice": 358,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 249,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Her tall, dark, and deliciously dangerous boss . . . When the delightful, daffy Dog Lady of station WZZZ offered to take on the temporary job of traffic reporter, Steve Crow tried to think of reasons to turn Daisy Adams down. Perhaps he knew that sharing the close quarters of a car with her for hours would give the handsome program director no room to resist her quirky charms. He'd always favored low-slung sportscars and high-heeled women, but that was before he fell for a free spirit who caught crooks by accident, loved old people and pets, and had just too many jobs! Loving Daisy turned Steve's life upside down, especially once he adopted Bob, a huge dog masquerading as a couch potato. But was Daisy finally ready to play for keeps?",
    "PublishedYear": 2004,
    "AverageRating": 3.67,
    "RatingsCount": 9470,
    "ISBN": 9780060598891,
    "Stock": 3,
    "Key": 218,
    "id": 218
  },
  {
    "Name": "Little Bee: A Novel",
    "Author": "Chris Cleave",
    "Reviews": 1467,
    "MarketPrice": 545,
    "ourPrice": 490,
    "PurchasePrice": 100,
    "NumPages": 188,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "In this unique biography of Thomas Jefferson, leading journalist and social critic Christopher Hitchens offers a startlingly new and provocative interpretation of our Founding Father. Situating Jefferson within the context of America's evolution and tracing his legacy over the past two hundred years, Hitchens brings the character of Jefferson to life as a man of his time and also as a symbolic figure beyond it. Conflicted by power, Jefferson wrote the Declaration of Independence and acted as Minister to France yet yearned for a quieter career in the Virginia legislature. Predicting that slavery would shape the future of America's development, this professed proponent of emancipation elided the issue in the Declaration and continued to own human property. An eloquent writer, he was an awkward public speaker; a reluctant candidate, he left an indelible presidential legacy. Jefferson's statesmanship enabled him to negotiate the Louisiana Purchase with France, doubling the size of the nation, and he authorized the Lewis and Clark expedition, opening up the American frontier for exploration and settlement. Hitchens also analyzes Jefferson's handling of the Barbary War, a lesser-known chapter of his political career, when his attempt to end the kidnapping and bribery of Americans by the Barbary states, and the subsequent war with Tripoli, led to the building of the U.S. navy and the fortification of America's reputation regarding national defense. In the background of this sophisticated analysis is a large historical drama: the fledgling nation's struggle for independence, formed in the crucible of the eighteenth-century Enlightenment, and, in its shadow, the deformation of that struggle in the excesses of the French Revolution. This artful portrait of a formative figure and a turbulent era poses a challenge to anyone interested in American history -- or in the ambiguities of human nature.",
    "PublishedYear": 2005,
    "AverageRating": 3.92,
    "RatingsCount": 2181,
    "ISBN": 9780060598969,
    "Stock": 4,
    "Key": 219,
    "id": 219
  },
  {
    "Name": "Little Blue Truck",
    "Author": "Alice Schertle",
    "Reviews": 1884,
    "MarketPrice": 414,
    "ourPrice": 400,
    "PurchasePrice": 100,
    "NumPages": 256,
    "Genre": "Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "Muhammad was born in 570 CE, and over the following sixty years built a thriving spiritual community, laying the foundations of a religion that changed the course of world history. There is more historical data on his life than on that of the founder of any other major faith, and yet his story is little known. Karen Armstrong's immaculately researched new biography of Muhammad will enable readers to understand the true origins and spirituality of a faith that is all too often misrepresented as cruel, intolerant, and inherently violent. An acclaimed authority on religious and spiritual issues, Armstrong offers a balanced, in-depth portrait, revealing the man at the heart of Islam by dismantling centuries of misconceptions. Armstrong demonstrates that Muhammad's life—a pivot point in history—has genuine relevance to the global crises we face today.",
    "PublishedYear": 2006,
    "AverageRating": 4.04,
    "RatingsCount": 1662,
    "ISBN": 9780060598976,
    "Stock": 5,
    "Key": 220,
    "id": 220
  },
  {
    "Name": "Little Fires Everywhere",
    "Author": "Celeste Ng",
    "Reviews": 25706,
    "MarketPrice": 253,
    "ourPrice": 230,
    "PurchasePrice": 200,
    "NumPages": 160,
    "Genre": "Fiction",
    "Categories": "Religion",
    "Description": "Of the many recent books on the historical Jesus, none has explored what the latest biblical scholarship means for personal faith. Now, in Meeting Jesus Again for the First Time, Marcus Borg addresses the yearnings of those who want a fully contemporary faith that welcomes rather than oppresses our critical intelligence and openness to the best of historical scholarship. Borg shows how a rigorous examination of historical findings can lead to a new faith in Christ, one that is critical and, at the same time, sustaining. \"Believing in Jesus does not mean believing doctrines about him,\" Borg writes. \"Rather, it means to give one's heart, one's self at its deepest level, to . . . the living Lord.\" Drawing on his own journey from a naive, unquestioning belief in Christ through collegiate skepticism to a mature and contemporary Christian faith, Borg illustrates how an understanding of the historical Jesus can actually lead to a more authentic Christian life—one not rooted in creeds or dogma, but in a life of spiritual challenge, compassion, and community. In straightforward, accessible prose, Borg looks at the major findings of modern Jesus scholarship from the perspective of faith, bringing alive the many levels of Jesus' character: spirit person, teacher of alternative wisdom, social prophet, and movement founder. He also reexamines the major stories of the Old Testament vital to an authentic understanding of Jesus, showing how an enriched understanding of these stories can uncover new truths and new pathways to faith. For questioning believers, doubters, and reluctant unbelievers alike, Meeting Jesus Again for the First Time frees our understanding of Jesus' life and message from popular misconceptions and outlines the way to a sound and contemporary faith: \"For ultimately, Jesus is not simply a figure of the past, but a figure of the present. Meeting that Jesus—the living one who comes to us even now—will be like meeting Jesus again for the first time.\"",
    "PublishedYear": 1995,
    "AverageRating": 4.14,
    "RatingsCount": 3998,
    "ISBN": 9780060609177,
    "Stock": 6,
    "Key": 221,
    "id": 221
  },
  {
    "Name": "Looking for Alaska",
    "Author": "John Green",
    "Reviews": 8491,
    "MarketPrice": 654,
    "ourPrice": 460,
    "PurchasePrice": 400,
    "NumPages": 321,
    "Genre": "Fiction",
    "Categories": "Religion",
    "Description": "One of the vital challenges facing thoughtful people today is how to read the Bible faithfully without abandoning our sense of truth and history. Reading the Bible Again for the First Time provides a much-needed solution to the problem of how to have a fully authentic yet contemporary understanding of the scriptures. Many mistakenly believe there are no choices other than fundamentalism or simply rejecting the Bible as something that can bring meaning to our lives. Answering this modern dilemma, acclaimed author Marcus Borg reveals how it is possible to reconcile the Bible with both a scientific and critical way of thinking and our deepest spiritual needs, leading to a contemporary yet grounded experience of the sacred texts. This seminal book shows you how to read the Bible as it should be examined—in an approach the author calls \"historical-metaphorical.\" Borg explores what the Scriptures meant to the ancient communities that produced and lived by them. He then helps us to discover the meaning of these stories, providing the knowledge and perspective to make the wisdom of the Bible an essential part of our modern lives. The author argues that the conventional way of seeing the Bible's origin, authority, and interpretation has become unpersuasive to millions of people in our time, and that we need a fresh way of encountering the Bible that takes the texts seriously but not literally, even as it takes seriously who we have become. Borg traces his personal spiritual journey, describing for readers how he moved from an unquestioning childhood belief in the biblical stories to a more powerful and dynamic relationship with the Bible as a sacred text brimming with meaning and guidance. Using his own experience as an example, he reveals how the modern crisis of faith is itself rooted in the misinterpretation of sacred texts as historical record and divine dictation, and opens readers to a truer, more abundant perspective. This unique book invites everyone—whatever one's religious background—to engage the Bible, wrestle with its meaning, explore its mysteries, and understand its relevance. Borg shows us how to encounter the Bible in a fresh way that rejects the limits of simple literalism and opens up rich possibilities for our lives.",
    "PublishedYear": 2002,
    "AverageRating": 4.13,
    "RatingsCount": 2875,
    "ISBN": 9780060609191,
    "Stock": 7,
    "Key": 222,
    "id": 222
  },
  {
    "Name": "Love Wins: A Book About Heaven, Hell, and the Fate of Every Person Who Ever Lived",
    "Author": "Rob Bell",
    "Reviews": 1649,
    "MarketPrice": 654,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 272,
    "Genre": "Non Fiction",
    "Categories": "Religion",
    "Description": "The bestselling account of the martyrdom of Jim Elliot and four other missionaries at the hands of the Auca Indians in Ecuador. New introduction by the author.",
    "PublishedYear": 1989,
    "AverageRating": 4.39,
    "RatingsCount": 6658,
    "ISBN": 9780060622138,
    "Stock": 8,
    "Key": 223,
    "id": 223
  },
  {
    "Name": "Love You Forever",
    "Author": "Robert Munsch",
    "Reviews": 18613,
    "MarketPrice": 655,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 256,
    "Genre": "Fiction",
    "Categories": "Religion",
    "Description": "The acclaimed spiritual memoir from the author of The Secret Life of Bees I was amazed to find that I had no idea how to unfold my spiritual life in a feminine way. I was surprised and, in fact, a little terrified when I found myself in the middle of a feminist spiritual reawakening. Sue Monk was a \"conventionally religious, churchgoing woman, a traditional wife and mother\" with a thriving career as a Christian writer until she began to question her role as a woman in her culture, her family, and her church. From a jarring encounter with sexism in a suburban drugstore to monastery retreats and rituals in the caves of Crete, Kidd takes readers through the fear, anger, healing, and transformation of her awakening. Retaining a meaningful connection \"with the deep song of Christianity,\" she opens the door for traditional Christian women to discover a spirituality that speaks directly to them and provides inspiring wisdom for all who struggle to embrace their full humanity.",
    "PublishedYear": 2002,
    "AverageRating": 3.96,
    "RatingsCount": 5319,
    "ISBN": 9780060645892,
    "Stock": 9,
    "Key": 224,
    "id": 224
  },
  {
    "Name": "Love You Forever",
    "Author": "Robert Munsch",
    "Reviews": 18613,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 176,
    "Genre": "Fiction",
    "Categories": "Religion",
    "Description": "Known throughout the world as the intellect behind The Chronicles of Narnia and as the twentieth century's most influential Christian writer, C. S. Lewis has stirred millions of readers through his probing insights, passionate arguments, and provocative questions about God, love, life, and death. Gathered from the mass of his published works -- including The Screwtape Letters, Mere Christianity, The Four Loves, and God in the Dock -- as well as from letters, essays, and less familiar writings, this compendium contains a cross section of Lewis's finest work.",
    "PublishedYear": 1996,
    "AverageRating": 4.31,
    "RatingsCount": 255,
    "ISBN": 9780060652852,
    "Stock": 10,
    "Key": 225,
    "id": 225
  },
  {
    "Name": "Magnolia Table: A Collection of Recipes for Gathering",
    "Author": "Joanna Gaines",
    "Reviews": 9867,
    "MarketPrice": 600,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 224,
    "Genre": "Non Fiction",
    "Categories": "Religion",
    "Description": "In this humorous and perceptive exchange between two devils, C. S. Lewis delves into moral questions about good vs. evil, temptation, repentance, and grace. Through this wonderful tale, the reader emerges with a better understanding of what it means to live a faithful life.",
    "PublishedYear": 2001,
    "AverageRating": 4.22,
    "RatingsCount": 116735,
    "ISBN": 9780060652890,
    "Stock": 11,
    "Key": 226,
    "id": 226
  },
  {
    "Name": "Make It Ahead: A Barefoot Contessa Cookbook",
    "Author": "Ina Garten",
    "Reviews": 1386,
    "MarketPrice": 700,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 227,
    "Genre": "Non Fiction",
    "Categories": "Religion",
    "Description": "A forceful and accessible discussion of Christian belief that has become one of the most popular introductions to Christianity and one of the most popular of Lewis's books. Uncovers common ground upon which all Christians can stand together.",
    "PublishedYear": 2001,
    "AverageRating": 4.32,
    "RatingsCount": 7316,
    "ISBN": 9780060652920,
    "Stock": 12,
    "Key": 227,
    "id": 227
  },
  {
    "Name": "Make Your Bed: Little Things That Can Change Your Life...And Maybe the World",
    "Author": "Admiral William H. McRaven",
    "Reviews": 10199,
    "MarketPrice": 800,
    "ourPrice": 450,
    "PurchasePrice": 500,
    "NumPages": 382,
    "Genre": "Non Fiction",
    "Categories": "Religion",
    "Description": "Having embraced a life of solitude in his own hermitage, Thomas Merton finds his faith tested beyond his imagination when a visit to the hospital leads to a clandestine affair of the heart. Jolted out of his comfortable routine, Merton is forced to reassess his need for love and his commitment to celibacy and the monastic vocation.This astonishing volume traces Merton’s struggle to reconcile his unexpected love with his sacred vows while continuing to grapple with the burning social issues of the day – including racial conflicts, the war in Vietnam, and the Arab-Israeli conflict – visiting and corresponding with high-profile friends like Thich Nhat Hanh and Joan Baez, and further developing his writing career. Revealing Merton to be ‘very human’ in his chronicles of the ecstasy and torment of being in love, Learning to Love comes full circle as Merton recommits himself completely and more deeply to his vocation even as he recognizes ‘my need for love, my loneliness, my inner division, the struggle in which solitude is at once a problem and a ‘solution’. And perhaps not a perfect solution either’ (11 May, 1967).",
    "PublishedYear": 1998,
    "AverageRating": 4.5,
    "RatingsCount": 15,
    "ISBN": 9780060654856,
    "Stock": 13,
    "Key": 228,
    "id": 228
  },
  {
    "Name": "Mastering the Art of French Cooking, Vol. 2",
    "Author": "Julia Child",
    "Reviews": 2926,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 200,
    "NumPages": 316,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "When the nineteenth--century ghost of Maria de Silva wakes her up in the middle of the night, Suze knows this is no ordinary visitation -- and not just from the knife at her throat, either. In life, Maria was the fiancée of Jesse -- the same Jesse who was murdered a hundred and fifty years before. The same Jesse Suze is in love with. Maria threatens Suze: The backyard construction must cease. Suze has a pretty good idea what -- or rather, who -- Maria doesn't want found. But in solving Jesse's murder, will Suze end up losing him forever?",
    "PublishedYear": 2004,
    "AverageRating": 4.17,
    "RatingsCount": 30018,
    "ISBN": 9780060725143,
    "Stock": 14,
    "Key": 229,
    "id": 229
  },
  {
    "Name": "Milk and Honey",
    "Author": "Rupi Kaur",
    "Reviews": 17739,
    "MarketPrice": 650,
    "ourPrice": 490,
    "PurchasePrice": 100,
    "NumPages": 310,
    "Genre": "Non Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "He was the \"Man in Black,\" a country music legend, and the quintessential American troubadour. He was an icon of rugged individualism who had been to hell and back, telling the tale as never before. In his unforgettable autobiography, Johnny Cash tells the truth about the highs and lows, the struggles and hard-won triumphs, and the people who shaped him. In his own words, Cash set the record straight -- and dispelled a few myths -- as he looked unsparingly at his remarkable life: from the joys of his boyhood in Dyess, Arkansas to superstardom in Nashville, Tennessee, the road of Cash's life has been anything but smooth. Cash writes of the thrill of playing with Elvis, the comfort of praying with Billy Graham; of his battles with addiction and of the devotion of his wife, June; of his gratitude for life, and of his thoughts on what the afterlife may bring. Here, too, are the friends of a lifetime, including Willie Nelson, Roy Orbison, Bob Dylan, and Kris Kristofferson. As powerful and memorable as one of his classic songs, Cash is filled with the candor, wit, and wisdom of a man who truly \"walked the line.\"",
    "PublishedYear": 2003,
    "AverageRating": 4.07,
    "RatingsCount": 16485,
    "ISBN": 9780060727536,
    "Stock": 15,
    "Key": 230,
    "id": 230
  },
  {
    "Name": "Milk and Honey",
    "Author": "Rupi Kaur",
    "Reviews": 17739,
    "MarketPrice": 950,
    "ourPrice": 460,
    "PurchasePrice": 242,
    "NumPages": 1072,
    "Genre": "Non Fiction",
    "Categories": "Biography & Autobiography",
    "Description": "A first volume of personal correspondence written by classic author C. S. Lewis includes letters penned during his childhood, World War I army days, education at Oxford, atheist period, and early friendship with J. R. R. Tolkien.",
    "PublishedYear": 2004,
    "AverageRating": 4.37,
    "RatingsCount": 112,
    "ISBN": 9780060727635,
    "Stock": 16,
    "Key": 231,
    "id": 231
  },
  {
    "Name": "Milk and Honey",
    "Author": "Rupi Kaur",
    "Reviews": 17739,
    "MarketPrice": 850,
    "ourPrice": 400,
    "PurchasePrice": 300,
    "NumPages": 218,
    "Genre": "Non Fiction",
    "Categories": "Sports & Recreation",
    "Description": "Joe Simpson and his climbing partner, Simon Yates, had just reached the top of a 21,000-foot peak in the Andes when disaster struck. Simpson plunged off the vertical face of an ice ledge, breaking his leg. In the hours that followed, darkness fell and a blizzard raged as Yates tried to lower his friend to safety. Finally, Yates was forced to cut the rope, moments before he would have been pulled to his own death. The next three days were an impossibly grueling ordeal for both men. Yates, certain that Simpson was dead, returned to base camp consumed with grief and guilt over abandoning him. Miraculously, Simpson had survived the fall, but crippled, starving, and severely frostbitten was trapped in a deep crevasse. Summoning vast reserves of physical and spiritual strength, Simpson crawled over the cliffs and canyons of the Andes, reaching base camp hours before Yates had planned to leave. How both men overcame the torments of those harrowing days is an epic tale of fear, suffering, and survival, and a poignant testament to unshakable courage and friendship.",
    "PublishedYear": 2004,
    "AverageRating": 4.21,
    "RatingsCount": 42264,
    "ISBN": 9780060730550,
    "Stock": 17,
    "Key": 232,
    "id": 232
  },
  {
    "Name": "Milk and Vine: Inspirational Quotes From Classic Vines",
    "Author": "Adam Gasiewski",
    "Reviews": 3113,
    "MarketPrice": 350,
    "ourPrice": 300,
    "PurchasePrice": 252,
    "NumPages": 456,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Marian Keyes has introduced readers to the lives, loves, and foibles of the five Walsh sisters -- Claire, Maggie, Rachel, Helen, and Anna -- and their crazy mammy. In this funny, heartbreaking, and triumphant new tale set in the Big Apple, it's Anna's turn in the spotlight. Life is perfect for Anna Walsh. She has the \"Best Job in the World\" as a PR exec for a top-selling urban beauty brand, a lovely apartment in New York, and a perfect husband -- the love of her life, Aidan Maddox. Until the morning she wakes up in her mammy's living room in Dublin with stitches in her face, a dislocated knee, and completely smashed-up hands -- and no memory of how she got there. While her mammy plays nursemaid (just like all of her favorite nurses on her soaps), and her sister Helen sits in wet hedges doing her private investigator work for Lucky Star PI, Anna tries to get better and keeps wondering why Aidan won't return her phone calls or e-mails. Recuperating from her injuries, a mystified Anna returns to Manhattan. Slowly beginning to remember what happened, she sets off on a search to find Aidan -- a hilarious quest involving lilies (she can't stop smelling them), psychics, mediums, and anyone in the city who can promise her a reunion with her beloved. . . . Written in her classic style, marrying the darker parts of life with humor and wit, Anybody Out There? is Marian Keyes's best novel to date, a wonderfully charming look at love here and ever after.",
    "PublishedYear": 2006,
    "AverageRating": 3.91,
    "RatingsCount": 343,
    "ISBN": 9780060731304,
    "Stock": 18,
    "Key": 233,
    "id": 233
  },
  {
    "Name": "Mindset: The New Psychology of Success",
    "Author": "Carol S. Dweck",
    "Reviews": 5542,
    "MarketPrice": 600,
    "ourPrice": 450,
    "PurchasePrice": 400,
    "NumPages": 24,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Ponies know how to have fun! A game of hide-and-seek is the perfectpastime on a beautiful afternoon. But when Sparkleworks is nowhere to be found, the ponies decide to turn the tables and make her find them.",
    "PublishedYear": 2004,
    "AverageRating": 4.14,
    "RatingsCount": 37,
    "ISBN": 9780060732707,
    "Stock": 19,
    "Key": 234,
    "id": 234
  },
  {
    "Name": "Mindset: The New Psychology of Success",
    "Author": "Carol S. Dweck",
    "Reviews": 5542,
    "MarketPrice": 600,
    "ourPrice": 480,
    "PurchasePrice": 400,
    "NumPages": 815,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "In the year 1689, a cabal of Barbary galley slaves -- including one Jack Shaftoe, aka King of the Vagabonds, aka Half-Cocked Jack -- devises a daring plan to win freedom and fortune. A great adventure ensues -- a perilous race for an enormous prize of silver ... nay, gold ... nay, legendary gold. In Europe, the exquisite and resourceful Eliza, Countess de la Zeur, is stripped of her immense personal fortune by France's most dashing privateer. Penniless and at risk from those who desire either her or her head (or both), she is caught up in a web of international intrigue, even as she desperately seeks the return of her most precious possession. Meanwhile, Newton and Leibniz continue to propound their grand theories as their infamous rivalry intensifies, stubborn alchemy does battle with the natural sciences, dastardly plots are set in motion ... and Daniel Waterhouse seeks passage to the Massachusetts colony in hopes of escaping the madness into which his world has descended. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
    "PublishedYear": 2005,
    "AverageRating": 4.25,
    "RatingsCount": 18790,
    "ISBN": 9780060733353,
    "Stock": 20,
    "Key": 235,
    "id": 235
  },
  {
    "Name": "Mindset: The New Psychology of Success",
    "Author": "Carol S. Dweck",
    "Reviews": 5542,
    "MarketPrice": 300,
    "ourPrice": 250,
    "PurchasePrice": 200,
    "NumPages": 191,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Jess Aarons' greatest ambition is to be the fastest runner in his grade. He's been practicing all summer and can't wait to see his classmates' faces when he beats them all. But on the first day of school, a new girl boldly crosses over to the boys' side and outruns everyone. That's not a very promising beginning for a friendship, but Jess and Leslie Burke become inseparable. Together they create Terabithia, a magical kingdom in the woods where the two of them reign as king and queen, and their imaginations set the only limits. Then one morning a terrible tragedy occurs. Only when Jess is able to come to grips with this tragedy does he finally understand the strength and courage Leslie has given him.",
    "PublishedYear": 2004,
    "AverageRating": 3.99,
    "RatingsCount": 1764,
    "ISBN": 9780060734015,
    "Stock": 21,
    "Key": 236,
    "id": 236
  },
  {
    "Name": "Mockingjay (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 26741,
    "MarketPrice": 400,
    "ourPrice": 300,
    "PurchasePrice": 300,
    "NumPages": 256,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "In Christopher Moore's ingenious debut novel, we meet one of the most memorably mismatched pairs in the annals of literature. The good-looking one is one-hundred-year-old ex-seminarian and \"roads\" scholar Travis O'Hearn. The green one is Catch, a demon with a nasty habit of eating most of the people he meets. Behind the fake Tudor façade of Pine Cove, California, Catch sees a four-star buffet. Travis, on the other hand, thinks he sees a way of ridding himself of his toothy traveling companion. The winos, neo-pagans, and deadbeat Lotharios of Pine Cove, meanwhile, have other ideas. And none of them is quite prepared when all hell breaks loose.",
    "PublishedYear": 2004,
    "AverageRating": 3.82,
    "RatingsCount": 36255,
    "ISBN": 9780060735425,
    "Stock": 22,
    "Key": 237,
    "id": 237
  },
  {
    "Name": "Mockingjay (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 26741,
    "MarketPrice": 500,
    "ourPrice": 400,
    "PurchasePrice": 400,
    "NumPages": 336,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Take a wonderfully crazed excursion into the demented heart of a tropical paradise—a world of cargo cults, cannibals, mad scientists, ninjas, and talking fruit bats. Our bumbling hero is Tucker Case, a hopeless geek trapped in a cool guy's body, who makes a living as a pilot for the Mary Jean Cosmetics Corporation. But when he demolishes his boss's pink plane during a drunken airborne liaison, Tuck must run for his life from Mary Jean's goons. Now there's only one employment opportunity left for him: piloting shady secret missions for an unscrupulous medical missionary and a sexy blond high priestess on the remotest of Micronesian hells. Here is a brazen, ingenious, irreverent, and wickedly funny novel from a modern master of the outrageous.",
    "PublishedYear": 2004,
    "AverageRating": 3.79,
    "RatingsCount": 26949,
    "ISBN": 9780060735449,
    "Stock": 23,
    "Key": 238,
    "id": 238
  },
  {
    "Name": "Mockingjay (The Hunger Games)",
    "Author": "Suzanne Collins",
    "Reviews": 26741,
    "MarketPrice": 100,
    "ourPrice": 80,
    "PurchasePrice": 80,
    "NumPages": 304,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "The town psychiatrist has decided to switch everybody in Pine Cove, California, from their normal antidepressants to placebos, so naturally—well, to be accurate, artificially—business is booming at the local blues bar. Trouble is, those lonely slide-guitar notes have also attracted a colossal sea beast named Steve with, shall we say, a thing for explosive oil tanker trucks. Suddenly, morose Pine Cove turns libidinous and is hit by a mysterious crime wave, and a beleaguered constable has to fight off his own gonzo appetites to find out what's wrong and what, if anything, to do about it.",
    "PublishedYear": 2004,
    "AverageRating": 3.86,
    "RatingsCount": 28420,
    "ISBN": 9780060735456,
    "Stock": 24,
    "Key": 239,
    "id": 239
  },
  {
    "Name": "National Geographic Kids Why?: Over 1,111 Answers to Everything",
    "Author": "Crispin Boyer",
    "Reviews": 5347,
    "MarketPrice": 900,
    "ourPrice": 470,
    "PurchasePrice": 400,
    "NumPages": 128,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Fifteen years ago Francesca Lia Block made a dazzling entrance into the literary scene with what would become one of the most talked-about books of the decade: Weetzie Bat. This poetic roller coaster swoop has a sleek new design to match its new sister and brother books, Goat Girls and Beautiful Boys. Rediscover the magic of Weetzie Bat, Ms. Blocks sophisticated, slinkster-cool love song to L.A.the book that shattered the standard, captivated readers of all generations, and made Francesca Lia Block one of the most heralded authors of the last decade.",
    "PublishedYear": 2004,
    "AverageRating": 3.74,
    "RatingsCount": 12771,
    "ISBN": 9780060736255,
    "Stock": 25,
    "Key": 240,
    "id": 240
  },
  {
    "Name": "National Geographic Little Kids First Big Book of Why (National Geographic Little Kids First Big Books)",
    "Author": "Amy Shields",
    "Reviews": 7866,
    "MarketPrice": 800,
    "ourPrice": 450,
    "PurchasePrice": 452,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "In echo falls you never know what's coming next -- and everyone has a secret. Things are amiss at 99 Maple Lane: Ingrid's dad's job is in jeopardy, but he won't explain why. Ingrid's brother, Ty, is getting buff -- really buff -- but when Ty starts getting moody, Ingrid wonders if there's more to his physical fitness than lifting weights. Meanwhile, Ingrid's beloved soccer coach is replaced by an icy newcomer named Julia LeCaine, who seems a little too savvy to be in it for the postgame pizza. True to her hero, Sherlock Holmes, Ingrid begins fishing around to find out who's really pulling the strings in Echo Falls. But one morning, while en route to the dreaded MathFest, Ingrid is kidnapped and locked in the trunk of a car. Even if she escapes, will anyone believe her story? In this sequel to Down the Rabbit Hole a clever young girl learns that mysterious forces are at work in her town -- and exposing them could put her life in jeopardy.",
    "PublishedYear": 2006,
    "AverageRating": 3.9,
    "RatingsCount": 30,
    "ISBN": 9780060737047,
    "Stock": 26,
    "Key": 241,
    "id": 241
  },
  {
    "Name": "New Moon (The Twilight Saga)",
    "Author": "Stephenie Meyer",
    "Reviews": 5680,
    "MarketPrice": 700,
    "ourPrice": 490,
    "PurchasePrice": 100,
    "NumPages": 224,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Originally published: [New York]: Clarion Books, 1994.",
    "PublishedYear": 2004,
    "AverageRating": 3.71,
    "RatingsCount": 33009,
    "ISBN": 9780060739423,
    "Stock": 27,
    "Key": 242,
    "id": 242
  },
  {
    "Name": "Night (Night)",
    "Author": "Elie Wiesel",
    "Reviews": 5178,
    "MarketPrice": 600,
    "ourPrice": 460,
    "PurchasePrice": 401,
    "NumPages": 409,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "When Dorothy triumphed over the Wicked Witch of the West in L. Frank Baum's classic tale, we heard only her side of the story. But what about her arch-nemesis, the mysterious Witch? Where did she come from? How did she become so wicked? And what is the true nature of evil? Gregory Maguire creates a fantasy world so rich and vivid that we will never look at Oz the same way again. Wicked is about a land where animals talk and strive to be treated like first-class citizens, Munchkinlanders seek the comfort of middle-class stability, and the Tin Man becomes a victim of domestic violence. And then there is the little green-skinned girl named Elphaba, who will grow up to become the infamous Wicked Witch of the West, a smart, prickly, and misunderstood creature who challenges all our preconceived notions about the nature of good and evil.",
    "PublishedYear": 2004,
    "AverageRating": 3.53,
    "RatingsCount": 2747,
    "ISBN": 9780060745905,
    "Stock": 28,
    "Key": 243,
    "id": 243
  },
  {
    "Name": "No Easy Day: The Autobiography of a Navy Seal: The Firsthand Account of the Mission That Killed Osama Bin Laden",
    "Author": "Mark Owen",
    "Reviews": 8093,
    "MarketPrice": 300,
    "ourPrice": 150,
    "PurchasePrice": 121,
    "NumPages": 352,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "Ten years after the publication of Wicked, beloved novelist Gregory Maguire returns at last to the land of Oz. There he introduces us to Liir, an adolescent boy last seen hiding in the shadows of the castle after Dorothy did in the Witch. Bruised, comatose, and left for dead in a gully, Liir is shattered in spirit as well as in form. But he is tended to at the Cloister of Saint Glinda by the silent novice called Candle, who wills him back to life with her musical gifts. What dark force left Liir in this condition? Is he really Elphaba's son? He has her broom and her cape—but what of her powers? Can he find his supposed half-sister, Nor, last seen in the forbidding prison, Southstairs? Can he fulfill the last wishes of a dying princess? In an Oz that, since the Wizard's departure, is under new and dangerous management, can Liir keep his head down long enough to grow up? For the countless fans who have been dazzled and entranced by Maguire's Oz, Son of a Witch is the rich reward they have awaited so long.",
    "PublishedYear": 2006,
    "AverageRating": 3.47,
    "RatingsCount": 51493,
    "ISBN": 9780060747220,
    "Stock": 29,
    "Key": 244,
    "id": 244
  },
  {
    "Name": "Obama: An Intimate Portrait",
    "Author": "Pete Souza",
    "Reviews": 3192,
    "MarketPrice": 1200,
    "ourPrice": 400,
    "PurchasePrice": 122,
    "NumPages": 373,
    "Genre": "Non Fiction",
    "Categories": "Fiction",
    "Description": "A fledgling actress vacationing in Corfu, Lucy Waring witnesses the murder of one of England's theater luminaries and becomes embroiled in a dangerous offstage drama. Reprint.",
    "PublishedYear": 2004,
    "AverageRating": 4.05,
    "RatingsCount": 4966,
    "ISBN": 9780060747473,
    "Stock": 30,
    "Key": 245,
    "id": 245
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 1100,
    "ourPrice": 450,
    "PurchasePrice": 111,
    "NumPages": 384,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "Vanessa March never thought to look for her missing husband in Vienna -- until she saw him in a newsreel shot there at the scene of a deadly fire. But her hunt for answers only leads to more sinister questions in a mysterious world of beautiful horses. And what waits for Vanessa in the shadows is more terrifying than anything she has ever encountered.",
    "PublishedYear": 2004,
    "AverageRating": 4.04,
    "RatingsCount": 4458,
    "ISBN": 9780060747480,
    "Stock": 31,
    "Key": 246,
    "id": 246
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 250,
    "ourPrice": 230,
    "PurchasePrice": 52,
    "NumPages": 263,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "Suze is used to trouble, but this time she's in deep: Ghostly Jesse has her heart, but Paul Slater, a real flesh—and—blood guy, is warm for her form. And mediator Paul knows how to send Jesse to the Great Beyond. For good. Paul claims he won't do anything to Jesse as long as Suze will go out with him. Fearing she'll lose Jesse forever, Suze agrees. But even if Suze can get Jesse to admit his true feelings for her, what kind of future can she have with a guy who's already dead?",
    "PublishedYear": 2004,
    "AverageRating": 4.15,
    "RatingsCount": 31501,
    "ISBN": 9780060751647,
    "Stock": 32,
    "Key": 247,
    "id": 247
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 358,
    "ourPrice": 100,
    "PurchasePrice": 152,
    "NumPages": 325,
    "Genre": "Fiction",
    "Categories": "Juvenile Fiction",
    "Description": "A strange imprisonment Beauty has never liked her nickname. She is thin and awkward; it is her two sisters who are the beautiful ones. But what she lacks in looks, she can perhaps make up for in courage. When her father comes home with the tale of an enchanted castle in the forest and the terrible promise he had to make to the Beast who lives there, Beauty knows she must go to the castle, a prisoner of her own free will. Her father protests that he will not let her go, but she answers, \"Cannot a Beast be tamed?\" Robin McKinley's beloved telling illuminates the unusual love story of a most unlikely couple: Beauty and the Beast.",
    "PublishedYear": 2005,
    "AverageRating": 4.05,
    "RatingsCount": 3203,
    "ISBN": 9780060753108,
    "Stock": 33,
    "Key": 248,
    "id": 248
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 545,
    "ourPrice": 480,
    "PurchasePrice": 100,
    "NumPages": 272,
    "Genre": "Fiction",
    "Categories": "Psychology",
    "Description": "A guide for loving couples who are looking to renew sexual passion in their lives explains how societal taboos and ideals about domestic equality have compromised the healthy expression of eroticism in today's relationships, in a resource that explains how to overcome personal constraints for greater intimacy. 40,000 first printing.",
    "PublishedYear": 2006,
    "AverageRating": 4.13,
    "RatingsCount": 7699,
    "ISBN": 9780060753634,
    "Stock": 34,
    "Key": 249,
    "id": 249
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 414,
    "ourPrice": 300,
    "PurchasePrice": 212,
    "NumPages": 384,
    "Genre": "Fiction",
    "Categories": "Travel",
    "Description": "Forgotten New York is your passport to more than 300 years of history, architecture, and memories hidden in plain sight. Houses dating to the first Dutch settlers on Staten Island; yellow brick roads in Brooklyn; clocks embedded in the sidewalk in Manhattan; bishop's crook lampposts in Queens; and a white elephant in the Bronx—this is New York and this is your guide to seeing it all. Forgotten New York covers all five boroughs with easy-to-use maps and suggested routes to hundreds of out-of-the way places, antiquated monuments, streets to nowhere, and buildings from a time lost. Forgotten New York features: Quiet Places Truly Forgotten History Happened Here What Is This Thing? Forgotten People And so much more",
    "PublishedYear": 2006,
    "AverageRating": 4.18,
    "RatingsCount": 198,
    "ISBN": 9780060754006,
    "Stock": 35,
    "Key": 250,
    "id": 250
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 253,
    "ourPrice": 230,
    "PurchasePrice": 123,
    "NumPages": 272,
    "Genre": "Fiction",
    "Categories": "Social Science",
    "Description": "Marilyn Johnson was enthralled by the remarkable lives that were marching out of this world—so she sought out the best obits in the English language and the people who spent their lives writing about the dead. She surveyed the darkest corners of Internet chat rooms, and made a pilgrimage to London to savor the most caustic and literate obits of all. Now she leads us on a compelling journey into the cult and culture behind the obituary page and the unusual lives we don't quite appreciate until they're gone.",
    "PublishedYear": 2007,
    "AverageRating": 3.41,
    "RatingsCount": 1106,
    "ISBN": 9780060758769,
    "Stock": 36,
    "Key": 251,
    "id": 251
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 654,
    "ourPrice": 470,
    "PurchasePrice": 145,
    "NumPages": 272,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "A family without men, the Birches live gloriously offbeat lives in the lush, green backwoods of North Carolina. Radiant, headstrong Sophia and her shy, brilliant daughter, Margaret, possess powerful charms to ward off loneliness, despair, and the human misery that often beats a path to their door. And they are protected by the eccentric wisdom and muscular love of the remarkable matriarch Charlie Kate, a solid, uncompromising, self-taught healer who treats everything from boils to broken bones to broken hearts. Sophia, Margaret, and Charlie Kate find strength in a time when women almost always depended on men, and their bond deepens as each one experiences love and loss during World War II. Charms for the Easy Life is a passionate, luminous, and exhilarating story about embracing what life has to offer ... even if it means finding it in unconventional ways. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
    "PublishedYear": 2005,
    "AverageRating": 4.02,
    "RatingsCount": 10983,
    "ISBN": 9780060760250,
    "Stock": 37,
    "Key": 252,
    "id": 252
  },
  {
    "Name": "Oh, the Places You'll Go!",
    "Author": "Dr. Seuss",
    "Reviews": 21834,
    "MarketPrice": 654,
    "ourPrice": 450,
    "PurchasePrice": 200,
    "NumPages": 429,
    "Genre": "Fiction",
    "Categories": "Fiction",
    "Description": "The Reading Group follows the trials and tribulations of a group of women who meet regularly to read and discuss books.Over the course of a year, each of these women become intertwined, both in the books they read and within each other's lives. Inspired by a shared desire for conversation, a good book and a glass of wine-Clare, Harriet, Nicole, Polly, and Susan undergo startling revelations and transformations despite their differences in background, age and respective dilemmas. What starts as a reading group gradually evolves into a forum where the women may express their views through the books they read and grow to become increasingly more open as the bonds of friendship cement. In The Reading Group, Noble reveals the many complicated paths in life we all face as well as the power and importance of friendship. This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
    "PublishedYear": 2005,
    "AverageRating": 3.34,
    "RatingsCount": 6408,
    "ISBN": 9780060760441,
    "Stock": 38,
    "Key": 253,
    "id": 253
  }
]
